
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>1-1. チャットボットサービスを始める前に考慮すべきこと · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="chatbot-1-1_ja.html" />
    
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    Introduction
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" >
            
                <span>
            
                    
                    1.LINE BRAIN CHATBOTスタートガイド
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter active" data-level="1.2.1" data-path="chatbot-1-2_ja.html">
            
                <a href="chatbot-1-2_ja.html">
            
                    
                    1-1. チャットボットサービスを始める前に考慮すべきこと
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.2" data-path="chatbot-1-1_ja.html">
            
                <a href="chatbot-1-1_ja.html">
            
                    
                    1-2. Quick Start Guide
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.3" data-path="chatbot-1-3_ja.html">
            
                <a href="chatbot-1-3_ja.html">
            
                    
                    1-3. よくある質問
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.3" >
            
                <span>
            
                    
                    2.LINE BRAIN CHATBOT利用ガイド
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.3.1" data-path="chatbot-3-1_ja.html">
            
                <a href="chatbot-3-1_ja.html">
            
                    
                    2-1. ドメイン
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.2" data-path="chatbot-3-2_ja.html">
            
                <a href="chatbot-3-2_ja.html">
            
                    
                    2-2. Conversation Listの管理
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.3" data-path="chatbot-3-3_ja.html">
            
                <a href="chatbot-3-3_ja.html">
            
                    
                    2-3. 会話コンポーネント
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.4" data-path="chatbot-3-4_ja.html">
            
                <a href="chatbot-3-4_ja.html">
            
                    
                    2-4. 統計管理
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.5" data-path="chatbot-3-5_ja.html">
            
                <a href="chatbot-3-5_ja.html">
            
                    
                    2-5. チャットボットのAdvancedガイド
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.6" data-path="chatbot-3-8_ja.html">
            
                <a href="chatbot-3-8_ja.html">
            
                    
                    2-6. 正規表現の入力ガイド
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.7" data-path="chatbot-3-7_ja.html">
            
                <a href="chatbot-3-7_ja.html">
            
                    
                    2-7. チャットボットのCustom API Spec.
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.4" >
            
                <span>
            
                    
                    3.チャンネル連動ガイド
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.4.1" data-path="chatbot-2-1_ja.html">
            
                <a href="chatbot-2-1_ja.html">
            
                    
                    3-1. チャンネル連動ガイド - LINE
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.5" >
            
                <span>
            
                    
                    4.有人チャットツール連動ガイド
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.5.1" data-path="chatbot-2-7_ja.html">
            
                <a href="chatbot-2-7_ja.html">
            
                    
                    4-1. Agent Connectionsガイド - LINE(LINE Switcher API)
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.6" >
            
                <span>
            
                    
                    5.拡張サービス連動ガイド
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.6.1" data-path="chatbot-2-8_ja.html">
            
                <a href="chatbot-2-8_ja.html">
            
                    
                    5-1. LINE PAYサービス連動ガイド
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >1-1. チャットボットサービスを始める前に考慮すべきこと</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h2 id="&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x3092;&#x59CB;&#x3081;&#x308B;&#x524D;&#x306B;&#x8003;&#x616E;&#x3059;&#x3079;&#x304D;&#x3053;&#x3068;">&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x3092;&#x59CB;&#x3081;&#x308B;&#x524D;&#x306B;&#x8003;&#x616E;&#x3059;&#x3079;&#x304D;&#x3053;&#x3068;</h2>
<p>&#x6B21;&#x306E;4&#x3064;&#x306E;&#x3053;&#x3068;&#x3092;&#x305C;&#x3072;&#x899A;&#x3048;&#x3066;&#x304F;&#x3060;&#x3055;&#x3044;&#xFF01;</p>
<h3 id="1-&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x306E;&#x76EE;&#x7684;&#x3092;&#x6C7A;&#x3081;&#x308B;&#x5FC5;&#x8981;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;">1. &#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x306E;&#x76EE;&#x7684;&#x3092;&#x6C7A;&#x3081;&#x308B;&#x5FC5;&#x8981;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;</h3>
<p>&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x306F;&#x3055;&#x307E;&#x3056;&#x307E;&#x306A;&#x5F62;&#x3067;&#x69CB;&#x6210;&#x3067;&#x304D;&#x307E;&#x3059;&#x304C;&#x3001;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x306E;&#x76EE;&#x7684;&#x306B;&#x5408;&#x308F;&#x305B;&#x3066;&#x5236;&#x4F5C;&#x3057;&#x305F;&#x307B;&#x3046;&#x304C;&#x52B9;&#x679C;&#x7684;&#x3067;&#x3059;&#x3002;</p>
<p>&#x4F8B;&#x3048;&#x3070;&#x3001;&#x6B21;&#x306E;&#x3088;&#x3046;&#x306A;&#x76EE;&#x7684;&#x3092;&#x8A2D;&#x5B9A;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</p>
<ul>
<li>&#x65E2;&#x5B58;&#x306E;&#x30C1;&#x30E3;&#x30F3;&#x30CD;&#x30EB;&#xFF08;&#x4F8B;&#xFF1A;&#x30B3;&#x30FC;&#x30EB;&#x30BB;&#x30F3;&#x30BF;&#x30FC;&#x306E;&#x30B3;&#x30FC;&#x30EB;&#x3001;&#x96FB;&#x5B50;&#x30E1;&#x30FC;&#x30EB;&#x76F8;&#x8AC7;&#x3001;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x76F8;&#x8AC7;&#x306A;&#x3069;&#xFF09;&#x4EE5;&#x5916;&#x306B;&#x30E1;&#x30C3;&#x30BB;&#x30F3;&#x30B8;&#x30E3;&#x30FC;&#x306A;&#x3069;1&#x3064;&#x306E;&#x30C1;&#x30E3;&#x30F3;&#x30CD;&#x30EB;&#x3092;&#x3055;&#x3089;&#x306B;&#x8FFD;&#x52A0;</li>
<li>&#x65E2;&#x5B58;&#x306E;&#x30C1;&#x30E3;&#x30F3;&#x30CD;&#x30EB;&#x3078;&#x306E;&#x6D41;&#x5165;&#x3092;&#x6E1B;&#x3089;&#x3057;&#xFF08;&#x30EA;&#x30BD;&#x30FC;&#x30B9;&#x3092;&#x6E1B;&#x3089;&#x3057;&#xFF09;&#x3001;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306E;&#x76F8;&#x8AC7;&#x306B;&#x7F6E;&#x304D;&#x63DB;&#x3048;&#x308B;</li>
<li>&#x65E2;&#x5B58;&#x306E;&#x30C1;&#x30E3;&#x30F3;&#x30CD;&#x30EB;&#x30EA;&#x30BD;&#x30FC;&#x30B9;&#x306F;&#x305D;&#x306E;&#x307E;&#x307E;&#x6D3B;&#x7528;&#x3057;&#x3001;&#x305D;&#x308C;&#x3092;&#x30BB;&#x30FC;&#x30EB;&#x30B9;&#x30DE;&#x30FC;&#x30B1;&#x30C6;&#x30A3;&#x30F3;&#x30B0;&#x30EA;&#x30BD;&#x30FC;&#x30B9;&#x306B;&#x8EE2;&#x63DB;</li>
</ul>
<h3 id="2-&#x56DE;&#x7B54;&#x306E;&#x30AB;&#x30D0;&#x30EC;&#x30C3;&#x30B8;&#x3092;&#x8A2D;&#x5B9A;&#x3057;&#x306A;&#x3051;&#x308C;&#x3070;&#x306A;&#x308A;&#x307E;&#x305B;&#x3093;">2. &#x56DE;&#x7B54;&#x306E;&#x30AB;&#x30D0;&#x30EC;&#x30C3;&#x30B8;&#x3092;&#x8A2D;&#x5B9A;&#x3057;&#x306A;&#x3051;&#x308C;&#x3070;&#x306A;&#x308A;&#x307E;&#x305B;&#x3093;</h3>
<p>&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306E;&#x7A2E;&#x985E;&#x306F;&#x5927;&#x304D;&#x304F;2&#x3064;&#x306B;&#x5206;&#x3051;&#x3089;&#x308C;&#x3001;&#x7A2E;&#x985E;&#x306B;&#x3088;&#x3063;&#x3066;&#x6B21;&#x306E;&#x3088;&#x3046;&#x306A;&#x56DE;&#x7B54;&#x306E;&#x30AB;&#x30D0;&#x30EC;&#x30C3;&#x30B8;&#x3092;&#x8003;&#x616E;&#x3059;&#x308B;&#x5FC5;&#x8981;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;&#x3002;</p>
<ul>
<li>&#x30BF;&#x30A4;&#x30D7;&#xFF11;&#xFF1A;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x306E;&#x8CEA;&#x554F;&#x306B;&#x5BFE;&#x3057;&#x3066;&#x30AF;&#x30ED;&#x30FC;&#x30BA;&#x30C9;&#x578B;&#x306E;&#x56DE;&#x7B54;&#x3060;&#x3051;&#x3092;&#x51FA;&#x3059;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;<ul>
<li>FAQ&#x306A;&#x3069;&#x3001;CS&#x306B;&#x3064;&#x3044;&#x3066;&#x306E;&#x307F;&#x56DE;&#x7B54;&#x3092;&#x63D0;&#x4F9B;</li>
<li>CS&#x4EE5;&#x5916;&#x306B;&#x8A72;&#x5F53;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x306B;&#x95A2;&#x3059;&#x308B;&#x30C6;&#x30FC;&#x30DE;&#x5168;&#x4F53;&#x306B;&#x3064;&#x3044;&#x3066;&#x3082;&#x56DE;&#x7B54;&#x3092;&#x63D0;&#x4F9B;</li>
</ul>
</li>
<li>&#x30BF;&#x30A4;&#x30D7;&#xFF12;&#xFF1A;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x306E;&#x8CEA;&#x554F;&#x306B;&#x5BFE;&#x3057;&#x3066;&#x30AA;&#x30FC;&#x30D7;&#x30F3;&#x578B;&#x306E;&#x56DE;&#x7B54;&#x3082;&#x3059;&#x308B;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;<ul>
<li>&#x60C5;&#x5831;&#x7167;&#x4F1A;&#x304C;&#x5FC5;&#x8981;&#x306A;&#x56DE;&#x7B54;&#x306F;&#x3069;&#x306E;&#x3088;&#x3046;&#x306A;&#x30BF;&#x30A4;&#x30D7;&#x3067;&#x3001;&#x3044;&#x304F;&#x3064;&#x306E;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x3092;&#x63D0;&#x4F9B;&#x3059;&#x308B;&#x304B;&#x3092;&#x78BA;&#x8A8D;&#xFF08;&#x4F8B;&#xFF1A;&#x914D;&#x9001;&#x72B6;&#x6CC1;&#x306E;&#x78BA;&#x8A8D;&#xFF09;</li>
<li>&#x52A0;&#x5165;&#x30FB;&#x5909;&#x66F4;&#x306A;&#x3069;&#x306E;Task&#x51E6;&#x7406;&#x304C;&#x5FC5;&#x8981;&#x306A;&#x56DE;&#x7B54;&#x306F;&#x3001;&#x3069;&#x306E;&#x3088;&#x3046;&#x306A;&#x30BF;&#x30A4;&#x30D7;&#x3067;&#x3044;&#x304F;&#x3064;&#x306E;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x3092;&#x63D0;&#x4F9B;&#x3059;&#x308B;&#x304B;&#x3092;&#x78BA;&#x8A8D;&#xFF08;&#x4F8B;&#xFF1A;&#x51FA;&#x5F35;&#x4FEE;&#x7406;&#x306E;&#x7533;&#x3057;&#x8FBC;&#x307F;)</li>
</ul>
</li>
</ul>
<p>&#xFF12;&#x3064;&#x306E;&#x30BF;&#x30A4;&#x30D7;&#x3092;&#x4E00;&#x7DD2;&#x306B;&#x4F7F;&#x3046;&#x3053;&#x3068;&#x3082;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;
&#x305F;&#x3060;&#x3057;&#x3001;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x306E;&#x76EE;&#x7684;&#x306B;&#x3088;&#x3063;&#x3066;&#x9078;&#x629E;&#x3059;&#x308B;&#x3082;&#x306E;&#x306E;&#x3001;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x304B;&#x3089;&#x306E;&#x5E0C;&#x671B;&#x3068;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x304C;&#x63D0;&#x4F9B;&#x3067;&#x304D;&#x308B;&#x9650;&#x754C;&#x3092;&#x304D;&#x3061;&#x3093;&#x3068;&#x628A;&#x63E1;&#x3059;&#x308B;&#x5FC5;&#x8981;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;&#x3002;</p>
<h3 id="3-&#x30C1;&#x30E3;&#x30F3;&#x30CD;&#x30EB;&#x3092;&#x6C7A;&#x3081;&#x308B;&#x5FC5;&#x8981;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;">3. &#x30C1;&#x30E3;&#x30F3;&#x30CD;&#x30EB;&#x3092;&#x6C7A;&#x3081;&#x308B;&#x5FC5;&#x8981;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;</h3>
<p>&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x3068;&#x3069;&#x306E;&#x3088;&#x3046;&#x306A;&#x30C1;&#x30E3;&#x30F3;&#x30CD;&#x30EB;&#x3092;&#x9023;&#x52D5;&#x3059;&#x308B;&#x304B;&#x3092;&#x6C7A;&#x3081;&#x308B;&#x5FC5;&#x8981;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;&#x3002;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x3068;&#x9023;&#x52D5;&#x3067;&#x304D;&#x308B;&#x30C1;&#x30E3;&#x30F3;&#x30CD;&#x30EB;&#x306F;&#x6B21;&#x306E;&#x3068;&#x304A;&#x308A;&#x3067;&#x3059;&#x3002;</p>
<ul>
<li>&#x30C6;&#x30AD;&#x30B9;&#x30C8;&#x578B;&#x3067;&#x3042;&#x308C;&#x3070;&#x3001;LINE&#x3001;&#x30AB;&#x30AB;&#x30AA;&#x30C8;&#x30FC;&#x30AF;&#x3001;facebook&#x306A;&#x3069;&#x5916;&#x90E8;&#x30E1;&#x30C3;&#x30BB;&#x30F3;&#x30B8;&#x30E3;&#x30FC;</li>
<li>&#x30C6;&#x30AD;&#x30B9;&#x30C8;&#x578B;&#x3067;&#x3042;&#x308C;&#x3070;&#x3001;Custom Web/App&#x306A;&#x3069;&#x5185;&#x90E8;&#x30C1;&#x30E3;&#x30F3;&#x30CD;&#x30EB;&#x306E;&#x30E1;&#x30C3;&#x30BB;&#x30F3;&#x30B8;&#x30E3;&#x30FC;</li>
<li>&#x97F3;&#x58F0;&#x578B;&#x3067;&#x3042;&#x308C;&#x3070;&#x3001;AI&#x30B9;&#x30D4;&#x30FC;&#x30AB;&#x30FC;&#x306A;&#x3069;&#x5916;&#x90E8;&#x306E;&#x30C7;&#x30D0;&#x30A4;&#x30B9;</li>
</ul>
<h3 id="4-&#x4F1A;&#x8A71;&#x306E;&#x30C7;&#x30FC;&#x30BF;&#x30BB;&#x30C3;&#x30C8;&#x3092;&#x69CB;&#x7BC9;&#x3057;&#x307E;&#x3059;">4. &#x4F1A;&#x8A71;&#x306E;&#x30C7;&#x30FC;&#x30BF;&#x30BB;&#x30C3;&#x30C8;&#x3092;&#x69CB;&#x7BC9;&#x3057;&#x307E;&#x3059;</h3>
<p>&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x30A8;&#x30F3;&#x30B8;&#x30F3;&#x3092;&#x9078;&#x629E;&#x3057;&#x305F;&#x5F8C;&#x3001;&#x305D;&#x306E;&#x30A8;&#x30F3;&#x30B8;&#x30F3;&#x306B;&#x5408;&#x308F;&#x305B;&#x3066;&#x4F1A;&#x8A71;&#x3092;&#x69CB;&#x7BC9;&#x3057;&#x307E;&#x3059;&#x3002;&#x3053;&#x306E;&#x969B;&#x306B;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x304B;&#x3089;&#x63D0;&#x4F9B;&#x3059;&#x308B;&#x56DE;&#x7B54;&#x306E;&#x30AB;&#x30D0;&#x30EC;&#x30C3;&#x30B8;&#x306B;&#x5408;&#x3063;&#x305F;&#x30C7;&#x30FC;&#x30BF;&#x304C;&#x5FC5;&#x8981;&#x306B;&#x306A;&#x308A;&#x307E;&#x3059;&#x3002;</p>
<ul>
<li><p>&#x65E2;&#x5B58;&#x306E;&#x30C7;&#x30FC;&#x30BF;&#x306E;&#x7CBE;&#x5EA6;&#x3092;&#x9AD8;&#x3081;&#x3066;&#x6D3B;&#x7528;&#x3059;&#x308B;&#x5FC5;&#x8981;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;&#x3002;</p>
<p>&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x306E;&#x76EE;&#x7684;&#x306B;&#x3088;&#x3063;&#x3066;&#x6D3B;&#x7528;&#x3067;&#x304D;&#x306A;&#x3044;&#x30C7;&#x30FC;&#x30BF;&#x304C;&#x3042;&#x308B;&#x306E;&#x3067;&#x3001;&#x6700;&#x521D;&#x304B;&#x3089;&#x614E;&#x91CD;&#x306B;&#x9078;&#x629E;&#x3057;&#x306A;&#x3044;&#x3068;&#x5B66;&#x7FD2;&#x30C7;&#x30FC;&#x30BF;&#x306E;&#x69CB;&#x7BC9;&#x306B;&#x304B;&#x304B;&#x308B;&#x6642;&#x9593;&#x304C;&#x77ED;&#x7E2E;&#x3067;&#x304D;&#x307E;&#x305B;&#x3093;&#x3002;</p>
<p>&#x6700;&#x3082;&#x6642;&#x9593;&#x304C;&#x304B;&#x304B;&#x308A;&#x3001;&#x6CE8;&#x610F;&#x3092;&#x6255;&#x3046;&#x5FC5;&#x8981;&#x306E;&#x3042;&#x308B;&#x4F5C;&#x696D;&#x306F;&#x30C7;&#x30FC;&#x30BF;&#x306E;&#x7CBE;&#x5EA6;&#x3092;&#x9AD8;&#x3081;&#x308B;&#x4F5C;&#x696D;&#x3067;&#x3059;&#x3002;
&#x30C7;&#x30FC;&#x30BF;&#x306E;&#x7CBE;&#x5EA6;&#x304C;&#x4F4E;&#x3044;&#x3068;&#x3001;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306E;&#x56DE;&#x7B54;&#x306F;&#x4FE1;&#x983C;&#x5EA6;&#x304C;&#x4F4E;&#x304F;&#x306A;&#x308A;&#x3001;&#x4F01;&#x696D;&#x306E;&#x30A4;&#x30E1;&#x30FC;&#x30B8;&#x306B;&#x3082;&#x5F71;&#x97FF;&#x3092;&#x4E0E;&#x3048;&#x304B;&#x306D;&#x306A;&#x3044;&#x3067;&#x3059;&#x3002;</p>
<ul>
<li>&#x6D3B;&#x7528;&#x3067;&#x304D;&#x308B;&#x65E2;&#x5B58;&#x306E;&#x30C7;&#x30FC;&#x30BF;&#x3068;&#x3057;&#x3066;&#x306F;&#x3001;&#x6B21;&#x306E;&#x3088;&#x3046;&#x306A;&#x3082;&#x306E;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;&#x3002;<ul>
<li>&#x30DB;&#x30FC;&#x30E0;&#x30DA;&#x30FC;&#x30B8;&#x306E;&#x300C;&#x3088;&#x304F;&#x3042;&#x308B;&#x3054;&#x8CEA;&#x554F;&#x300D;&#x300C;1:1&#x304A;&#x554F;&#x3044;&#x5408;&#x308F;&#x305B;&#x300D;&#x306A;&#x3069;</li>
<li>&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x76F8;&#x8AC7;&#x306E;&#x30AF;&#x30A8;&#x30EA;</li>
<li>&#x9867;&#x5BA2;&#x30BB;&#x30F3;&#x30BF;&#x30FC;&#x3078;&#x306E;&#x30B3;&#x30FC;&#x30EB;&#x306E;&#x304A;&#x554F;&#x3044;&#x5408;&#x308F;&#x305B;&#x7A2E;&#x985E;&#x3001;&#x76F8;&#x8AC7;&#x30B3;&#x30FC;&#x30C9;&#x306A;&#x3069;</li>
<li>&#x9867;&#x5BA2;&#x30BB;&#x30F3;&#x30BF;&#x30FC;&#x306E;&#x97F3;&#x58F0;&#x8A8D;&#x8B58;&#x6280;&#x8853;&#xFF08;STT&#xFF09;&#x306E;&#x30C7;&#x30FC;&#x30BF;</li>
</ul>
</li>
</ul>
</li>
<li><p>&#x8AB0;&#x304C;&#x4F1A;&#x8A71;&#x306E;&#x30C7;&#x30FC;&#x30BF;&#x30BB;&#x30C3;&#x30C8;&#x3092;&#x69CB;&#x7BC9;&#x3059;&#x308B;&#x304B;&#x3092;&#x6C7A;&#x3081;&#x308B;&#x5FC5;&#x8981;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;&#x3002;</p>
<ul>
<li>&#x4F1A;&#x8A71;&#x306E;&#x69CB;&#x7BC9;&#x306B;&#x306F;&#x3001;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x306B;&#x3064;&#x3044;&#x3066;&#x304D;&#x3061;&#x3093;&#x3068;&#x77E5;&#x3063;&#x3066;&#x3044;&#x308B;&#x5C02;&#x9580;&#x5BB6;&#x304C;&#x5FC5;&#x305A;&#x5FC5;&#x8981;&#x3067;&#x3059;&#x3002;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x304C;&#x4F55;&#x3092;&#x3088;&#x304F;&#x805E;&#x304F;&#x304B;&#x306B;&#x3064;&#x3044;&#x3066;&#x30A4;&#x30F3;&#x30B5;&#x30A4;&#x30C8;&#x304C;&#x5FC5;&#x8981;&#x306A;&#x305F;&#x3081;&#x3001;&#x8A72;&#x5F53;&#x306E;&#x7591;&#x554F;&#x306B;&#x6700;&#x3082;&#x304D;&#x3061;&#x3093;&#x3068;&#x7B54;&#x3048;&#x3089;&#x308C;&#x308B;&#x5B9F;&#x969B;&#x306E;&#x696D;&#x52D9;&#x62C5;&#x5F53;&#x8005;&#xFF08;&#x9867;&#x5BA2;&#x76F8;&#x8AC7;&#x62C5;&#x5F53;&#x8005;&#x3001;&#x65B0;&#x898F;&#x5546;&#x54C1;&#x306E;&#x767A;&#x58F2;&#x306B;&#x5BFE;&#x5FDC;&#x3059;&#x308B;&#x6559;&#x80B2;&#x8CC7;&#x6599;&#x306E;&#x4F5C;&#x6210;&#x8005;&#x306A;&#x3069;&#xFF09;&#x304C;&#x4F1A;&#x8A71;&#x3092;&#x69CB;&#x7BC9;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x6700;&#x3082;&#x52B9;&#x7387;&#x7684;&#x3067;&#x3059;&#x3002;</li>
</ul>
</li>
</ul>
<h3 id="&#x6700;&#x5F8C;&#x306B;">&#x6700;&#x5F8C;&#x306B;</h3>
<p>&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x306F;&#x3001;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x306E;&#x767A;&#x8A71;&#x306B;&#x3064;&#x3044;&#x3066;&#x7D99;&#x7D9A;&#x7684;&#x306B;Relearning&#x304C;&#x5FC5;&#x9808;&#x3067;&#x3001;&#x65B0;&#x898F;&#x5546;&#x54C1;&#x306E;&#x767A;&#x58F2;&#x306A;&#x3069;&#x9867;&#x5BA2;&#x30D3;&#x30B8;&#x30CD;&#x30B9;&#x306B;&#x5909;&#x5316;&#x304C;&#x3042;&#x308B;&#x5834;&#x5408;&#x3001;&#x5E38;&#x306B;&#x6700;&#x65B0;&#x306E;&#x60C5;&#x5831;&#x3092;&#x53CD;&#x6620;&#x3057;&#x306A;&#x3051;&#x308C;&#x3070;&#x306A;&#x308A;&#x307E;&#x305B;&#x3093;&#x3002;
&#x305D;&#x306E;&#x305F;&#x3081;&#x3001;&#x7D99;&#x7D9A;&#x7684;&#x306B;&#x4F1A;&#x8A71;&#x30C7;&#x30FC;&#x30BF;&#x30BB;&#x30C3;&#x30C8;&#x306E;&#x30E1;&#x30F3;&#x30C6;&#x30CA;&#x30F3;&#x30B9;&#x304A;&#x3088;&#x3073;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x914D;&#x5E03;&#x7BA1;&#x7406;&#x304C;&#x5FC5;&#x8981;&#x3067;&#x3059;&#x3002;</p>
<h2 id="&#x95A2;&#x9023;&#x60C5;&#x5831;&#x3078;&#x306E;&#x30EA;&#x30F3;&#x30AF;">&#x95A2;&#x9023;&#x60C5;&#x5831;&#x3078;&#x306E;&#x30EA;&#x30F3;&#x30AF;</h2>
<p>&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x306E;&#x4F5C;&#x6210;&#x3001;Conversation List&#x3068;&#x30B3;&#x30F3;&#x30DD;&#x30FC;&#x30CD;&#x30F3;&#x30C8;&#x306E;&#x7BA1;&#x7406;&#x304A;&#x3088;&#x3073;&#x7D71;&#x8A08;&#x7BA1;&#x7406;&#x306B;&#x95A2;&#x3057;&#x3066;&#x306F;&#x4EE5;&#x4E0B;&#x306E;&#x5229;&#x7528;&#x30AC;&#x30A4;&#x30C9;&#x3092;&#x53C2;&#x7167;&#x3057;&#x3066;&#x304F;&#x3060;&#x3055;&#x3044;&#x3002;</p>
<ul>
<li>Chatbot&#x30B9;&#x30BF;&#x30FC;&#x30C8;&#x30AC;&#x30A4;&#x30C9;<ul>
<li><a href="chatbot-1-2_ja.html">&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x3092;&#x958B;&#x767A;&#x3059;&#x308B;&#x524D;&#x306B;&#x8003;&#x3048;&#x308B;&#x3053;&#x3068;</a></li>
<li><a href="chatbot-1-1_ja.html">&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306E;&#x30AF;&#x30A4;&#x30C3;&#x30AF;&#x30B9;&#x30BF;&#x30FC;&#x30C8;&#x30AC;&#x30A4;&#x30C9;</a></li>
<li><a href="chatbot-1-3_ja.html">&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306E;&#x3088;&#x304F;&#x3042;&#x308B;&#x8CEA;&#x554F;</a>    </li>
</ul>
</li>
<li>Chatbot&#x3054;&#x5229;&#x7528;&#x30AC;&#x30A4;&#x30C9;<ul>
<li><a href="chatbot-3-1_ja.html">&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x7BA1;&#x7406;</a>
&#x3000;- <a href="chatbot-3-2_ja.html">Conversation List&#x306E;&#x7BA1;&#x7406;</a>  </li>
<li><a href="chatbot-3-3_ja.html">&#x4F1A;&#x8A71;&#x30B3;&#x30F3;&#x30DD;&#x30FC;&#x30CD;&#x30F3;&#x30C8;&#x306E;&#x7BA1;&#x7406;</a></li>
<li><a href="chatbot-3-4_ja.html">&#x7D71;&#x8A08;&#x306E;&#x7BA1;&#x7406;</a></li>
<li><a href="chatbot-3-5_ja.html">&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306E;Advanced&#x30AC;&#x30A4;&#x30C9;</a></li>
<li><a href="chatbot-3-8_ja.html">&#x6B63;&#x898F;&#x8868;&#x73FE;&#x306E;&#x5165;&#x529B;&#x30AC;&#x30A4;&#x30C9;</a></li>
<li><a href="chatbot-3-7_ja.html">&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306E;Custom API Spec.</a></li>
</ul>
</li>
<li>&#x30C1;&#x30E3;&#x30F3;&#x30CD;&#x30EB;&#x9023;&#x52D5;&#x30AC;&#x30A4;&#x30C9;<ul>
<li><a href="chatbot-2-1_ja.html">LINE&#x9023;&#x52D5;</a></li>
</ul>
</li>
<li>Agent Connections&#x30AC;&#x30A4;&#x30C9;<ul>
<li><a href="chatbot-2-7_ja.html">LINE Switcher API&#x9023;&#x52D5;</a></li>
</ul>
</li>
</ul>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                
                <a href="chatbot-1-1_ja.html" class="navigation navigation-next navigation-unique" aria-label="Next page: 1-2. Quick Start Guide">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"search":{" keyword":["chatbot","チャットボット"]},"title":"1-1. チャットボットサービスを始める前に考慮すべきこと","level":"1.2.1","depth":2,"next":{"title":"1-2. Quick Start Guide","level":"1.2.2","depth":2,"path":"manual/chatbot-1-1_ja.md","ref":"./manual/chatbot-1-1_ja.md","articles":[]},"previous":{"title":"1.LINE BRAIN CHATBOTスタートガイド","level":"1.2","depth":1,"ref":"","articles":[{"title":"1-1. チャットボットサービスを始める前に考慮すべきこと","level":"1.2.1","depth":2,"path":"manual/chatbot-1-2_ja.md","ref":"./manual/chatbot-1-2_ja.md","articles":[]},{"title":"1-2. Quick Start Guide","level":"1.2.2","depth":2,"path":"manual/chatbot-1-1_ja.md","ref":"./manual/chatbot-1-1_ja.md","articles":[]},{"title":"1-3. よくある質問","level":"1.2.3","depth":2,"path":"manual/chatbot-1-3_ja.md","ref":"./manual/chatbot-1-3_ja.md","articles":[]}]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":["livereload"],"pluginsConfig":{"livereload":{},"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"manual/chatbot-1-2_ja.md","mtime":"2019-10-29T03:45:43.284Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2019-11-01T07:00:20.283Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-livereload/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

