
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>1-3. よくある質問 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    
    <link rel="prev" href="chatbot-1-1_ja.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    Introduction
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" >
            
                <span>
            
                    
                    1.LINE BRAIN CHATBOTスタートガイド
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.2.1" data-path="chatbot-1-2_ja.html">
            
                <a href="chatbot-1-2_ja.html">
            
                    
                    1-1. チャットボットサービスを始める前に考慮すべきこと
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.2" data-path="chatbot-1-1_ja.html">
            
                <a href="chatbot-1-1_ja.html">
            
                    
                    1-2. Quick Start Guide
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.2.3" data-path="chatbot-1-3_ja.html">
            
                <a href="chatbot-1-3_ja.html">
            
                    
                    1-3. よくある質問
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.3" >
            
                <span>
            
                    
                    2.LINE BRAIN CHATBOT利用ガイド
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.3.1" data-path="chatbot-3-1_ja.html">
            
                <a href="chatbot-3-1_ja.html">
            
                    
                    2-1. ドメイン
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.2" data-path="chatbot-3-2_ja.html">
            
                <a href="chatbot-3-2_ja.html">
            
                    
                    2-2. Conversation Listの管理
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.3" data-path="chatbot-3-3_ja.html">
            
                <a href="chatbot-3-3_ja.html">
            
                    
                    2-3. 会話コンポーネント
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.4" data-path="chatbot-3-4_ja.html">
            
                <a href="chatbot-3-4_ja.html">
            
                    
                    2-4. 統計管理
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.5" data-path="chatbot-3-5_ja.html">
            
                <a href="chatbot-3-5_ja.html">
            
                    
                    2-5. チャットボットのAdvancedガイド
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.6" data-path="chatbot-3-8_ja.html">
            
                <a href="chatbot-3-8_ja.html">
            
                    
                    2-6. 正規表現の入力ガイド
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.7" data-path="chatbot-3-7_ja.html">
            
                <a href="chatbot-3-7_ja.html">
            
                    
                    2-7. チャットボットのCustom API Spec.
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.4" >
            
                <span>
            
                    
                    3.チャンネル連動ガイド
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.4.1" data-path="chatbot-2-1_ja.html">
            
                <a href="chatbot-2-1_ja.html">
            
                    
                    3-1. チャンネル連動ガイド - LINE
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.5" >
            
                <span>
            
                    
                    4.有人チャットツール連動ガイド
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.5.1" data-path="chatbot-2-7_ja.html">
            
                <a href="chatbot-2-7_ja.html">
            
                    
                    4-1. Agent Connectionsガイド - LINE(LINE Switcher API)
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.6" >
            
                <span>
            
                    
                    5.拡張サービス連動ガイド
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.6.1" data-path="chatbot-2-8_ja.html">
            
                <a href="chatbot-2-8_ja.html">
            
                    
                    5-1. LINE PAYサービス連動ガイド
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >1-3. よくある質問</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h2 id="chatbot---&#x3088;&#x304F;&#x3042;&#x308B;&#x8CEA;&#x554F;">Chatbot - &#x3088;&#x304F;&#x3042;&#x308B;&#x8CEA;&#x554F;</h2>
<p><strong>Q. Chatbot&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x306B;&#x306F;&#x3069;&#x306E;&#x3088;&#x3046;&#x306B;&#x30A2;&#x30AF;&#x30BB;&#x30B9;&#x3057;&#x307E;&#x3059;&#x304B;&#xFF1F;</strong></p>
<ul>
<li><p>&#x30D6;&#x30E9;&#x30A6;&#x30B6;&#x304B;&#x3089;&#x6B21;&#x306E;URL&#x3067;&#x30A2;&#x30AF;&#x30BB;&#x30B9;&#x3057;&#x3066;&#x304F;&#x3060;&#x3055;&#x3044;&#x3002;</p>
<p><a href="https://jp-builder.chatbot.naver.com/domain/&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x756A;&#x53F7;" target="_blank">https://jp-builder.chatbot.naver.com/domain/&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x756A;&#x53F7;</a> </p>
</li>
</ul>
<p><strong>Q. LINE BRAIN&#x306E;Chatbot&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x30A8;&#x30F3;&#x30B8;&#x30F3;&#x306F;&#x4F55;&#x304C;&#x9055;&#x3044;&#x307E;&#x3059;&#x304B;&#xFF1F;</strong></p>
<ul>
<li>LINE BRAIN&#x306E;Chatbot&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x30A8;&#x30F3;&#x30B8;&#x30F3;&#x306F;&#x3001;LINE BRAIN&#x306E;&#x30CE;&#x30A6;&#x30CF;&#x30A6;&#x304C;&#x84C4;&#x7A4D;&#x3055;&#x308C;&#x305F;&#x81EA;&#x7136;&#x8A00;&#x8A9E;&#x30D9;&#x30FC;&#x30B9;&#x306E;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x30A8;&#x30F3;&#x30B8;&#x30F3;&#x3067;&#x3059;&#x3002;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306B;&#x642D;&#x8F09;&#x3055;&#x308C;&#x3066;&#x3044;&#x308B;&#x4F1A;&#x8A71;&#x30E2;&#x30C7;&#x30EA;&#x30F3;&#x30B0;&#x30A8;&#x30F3;&#x30B8;&#x30F3;&#x306F;&#x3001;&#x81EA;&#x7136;&#x8A00;&#x8A9E;&#x51E6;&#x7406;&#x6280;&#x8853;&#x3068;&#x6A5F;&#x68B0;&#x5B66;&#x7FD2;&#x30D9;&#x30FC;&#x30B9;&#x306E;&#x300C;&#x81EA;&#x5DF1;&#x5B66;&#x7FD2;&#x300D;&#x3067;&#x4F1A;&#x8A71;&#x30E2;&#x30C7;&#x30EB;&#x3092;&#x5F37;&#x5316;&#x3057;&#x3001;&#x4F1A;&#x8A71;&#x306E;&#x6D41;&#x308C;&#x304C;&#x81EA;&#x7136;&#x306B;&#x306A;&#x308B;&#x3088;&#x3046;&#x306B;&#x30B5;&#x30DD;&#x30FC;&#x30C8;&#x3057;&#x307E;&#x3059;&#x3002;</li>
</ul>
<p> <strong>Q. &#x5B9F;&#x969B;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x306E;&#x5229;&#x7528;&#x30D1;&#x30BF;&#x30FC;&#x30F3;&#x3068;&#x767A;&#x8A71;&#x30BF;&#x30A4;&#x30D7;&#x304C;&#x6C17;&#x306B;&#x306A;&#x308A;&#x307E;&#x3059;&#x3002;</strong></p>
<ul>
<li>&#x5B9F;&#x969B;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x3067;&#x306F;&#x3001;&#x5B9F;&#x969B;&#x306E;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x306E;&#x5229;&#x7528;&#x65B9;&#x5F0F;&#x304C;&#x4F1A;&#x8A71;&#x306E;&#x751F;&#x6210;&#x904E;&#x7A0B;&#x3067;&#x60F3;&#x5B9A;&#x3057;&#x305F;&#x767A;&#x8A71;&#x30BF;&#x30A4;&#x30D7;&#x3068;&#x306F;&#x7570;&#x306A;&#x308B;&#x3053;&#x3068;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;&#x3002;&#x305D;&#x306E;&#x305F;&#x3081;&#x3001;&#x7D71;&#x8A08;&#x30C7;&#x30FC;&#x30BF;&#x304A;&#x3088;&#x3073;&#x6D41;&#x5165;&#x3055;&#x308C;&#x305F;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x306E;&#x767A;&#x8A71;&#x8A18;&#x9332;&#x306E;&#x5206;&#x6790;&#x304C;&#x91CD;&#x8981;&#x3067;&#x3059;&#x3002;LINE BRAIN&#x306F;&#x3001;&#x30E2;&#x30C7;&#x30EB;&#x304C;&#x6539;&#x5584;&#x3092;&#x7D9A;&#x3051;&#x308B;&#x3088;&#x3046;&#x306B;&#x3055;&#x307E;&#x3056;&#x307E;&#x306A;&#x5206;&#x6790;&#x6307;&#x6A19;&#x3092;&#x63D0;&#x4F9B;&#x3057;&#x307E;&#x3059;&#x3002;&#x8A73;&#x7D30;&#x306B;&#x3064;&#x3044;&#x3066;&#x306F;<a href="chatbot-3-4.html">&quot;&#x7D71;&#x8A08;&#x7BA1;&#x7406;&quot;</a>&#x3092;&#x53C2;&#x7167;&#x3057;&#x3066;&#x304F;&#x3060;&#x3055;&#x3044;&#x3002;</li>
</ul>
<p><strong>Q. &#x4EE3;&#x8868;&#x7684;&#x306B;&#x30A4;&#x30F3;&#x30BF;&#x30FC;&#x30CD;&#x30C3;&#x30C8;&#x65B9;&#x5F0F;&#x306E;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x3092;Google&#x3001;Watson&#x304C;&#x4F7F;&#x7528;&#x3057;&#x3066;&#x3044;&#x308B;&#x3068;&#x805E;&#x304D;&#x307E;&#x3057;&#x305F;&#x304C;&#x3001;LINE BRAIN&#x306E;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306F;&#x8A72;&#x5F53;&#x306E;&#x5358;&#x8A9E;&#x304C;&#x6B63;&#x78BA;&#x306B;&#x542B;&#x307E;&#x308C;&#x306A;&#x3044;&#x3068;&#x306A;&#x3089;&#x306A;&#x3044;&#x30D1;&#x30BF;&#x30FC;&#x30F3;&#x30DE;&#x30C3;&#x30C1;&#x30F3;&#x30B0;&#x65B9;&#x5F0F;&#x3092;&#x4F7F;&#x3063;&#x3066;&#x3044;&#x307E;&#x3059;&#x304B;?</strong></p>
<ul>
<li><p>&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x3067;&#x306E;&#x30A4;&#x30F3;&#x30C6;&#x30F3;&#x30C8;&#xFF08;Intent&#xFF09;&#x306F;&#x3001;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x306E;&#x610F;&#x56F3;&#x3092;&#x610F;&#x5473;&#x3057;&#x307E;&#x3059;&#x3002;</p>
<p>&#x591A;&#x304F;&#x306E;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306E;&#x30D3;&#x30EB;&#x30C0;&#x30FC;&#x3067;&#x30A4;&#x30F3;&#x30C6;&#x30F3;&#x30C8;&#x65B9;&#x5F0F;&#x3092;&#x4F7F;&#x7528;&#x3057;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;
&#x30A4;&#x30F3;&#x30C6;&#x30F3;&#x30C8;&#x306F;&#x3001;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x304C;&#x5165;&#x529B;&#x3059;&#x308B;&#x6587;&#x7AE0;&#x306B;&#x3088;&#x3063;&#x3066;&#x5206;&#x985E;&#xFF08;&#x307E;&#x305F;&#x306F;&#x5B66;&#x7FD2;&#xFF09;&#x304C;&#x3067;&#x304D;&#x3001;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306F;&#x3053;&#x308C;&#x3092;&#x57FA;&#x6E96;&#x306B;&#x56DE;&#x7B54;&#x3057;&#x307E;&#x3059;&#x3002; </p>
<p>LINE BRAIN&#x306E;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306F;&#x3001;&#x30A4;&#x30F3;&#x30C6;&#x30F3;&#x30C8;&#x65B9;&#x5F0F;&#x3068;&#x306F;&#x9055;&#x3046;&#x30A2;&#x30D7;&#x30ED;&#x30FC;&#x30C1;&#x3092;&#x3057;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;
LINE BRAIN&#x306E;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306F;&#x3001;&#x81EA;&#x7136;&#x8A00;&#x8A9E;&#x51E6;&#x7406;&#x30A8;&#x30F3;&#x30B8;&#x30F3;&#x3092;&#x4F7F;&#x7528;&#x3057;&#x3001;
&#x4EBA;&#x304C;&#x4F1A;&#x8A71;&#x3092;&#x5B66;&#x7FD2;&#x3057;&#x3066;&#x3044;&#x304F;&#x904E;&#x7A0B;&#x306B;&#x8FD1;&#x3044;&#x30E2;&#x30C7;&#x30EB;&#x3092;&#x4F5C;&#x3063;&#x3066;&#x5B66;&#x7FD2;&#x3057;&#x307E;&#x3059;&#x3002;
&#x3064;&#x307E;&#x308A;&#x3001;&#x591A;&#x69D8;&#x306A;&#x6587;&#x7AE0;&#x3068;&#x6587;&#x6CD5;&#x3092;&#x52C9;&#x5F37;&#x3057;&#x3066;
&#x200B;    - &#x91CD;&#x8981;&#x306A;&#x60C5;&#x5831;&#x3092;&#x8A18;&#x61B6;&#x3057;
&#x200B;    - &#x8FFD;&#x52A0;&#x3067;&#x524D;&#x5F8C;&#x306E;&#x6587;&#x8108;&#x3092;&#x898B;&#x3066;
&#x200B;    - &#x8FFD;&#x52A0;&#x3067;&#x5B66;&#x7FD2;&#x3092;&#x7E70;&#x308A;&#x8FD4;&#x3057;
&#x200B;    - &#x6B63;&#x89E3;&#x3092;&#x4E2D;&#x5FC3;&#x306B;&#x30D5;&#x30A3;&#x30FC;&#x30C9;&#x30D0;&#x30C3;&#x30AF;&#x3092;&#x3057;&#x307E;&#x3059;&#x3002;
&#x200B;    - &#x305D;&#x3057;&#x3066;&#x3001;&#x3055;&#x307E;&#x3056;&#x307E;&#x306A;&#x30E2;&#x30C7;&#x30EB;&#x3067;&#x591A;&#x6570;&#x6C7A;&#x306B;&#x3088;&#x308A;&#x56DE;&#x7B54;&#x3092;&#x62BD;&#x51FA;&#x3057;&#x307E;&#x3059;&#x3002;</p>
<p>&#x7C21;&#x5358;&#x306B;&#x8AAC;&#x660E;&#x3057;&#x307E;&#x3057;&#x305F;&#x304C;&#x3001;
&#x975E;&#x5E38;&#x306B;&#x8907;&#x96D1;&#x306A;&#x904E;&#x7A0B;&#x3092;&#x7D4C;&#x3066;&#x81EA;&#x7136;&#x8A00;&#x8A9E;&#x3092;&#x7406;&#x89E3;&#x3057;&#x3001;&#x56DE;&#x7B54;&#x3092;&#x3059;&#x308B;&#x3088;&#x3046;&#x306B;&#x6A5F;&#x68B0;&#x5B66;&#x7FD2;&#x3092;&#x3055;&#x305B;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;</p>
<p>&#x8A72;&#x5F53;&#x306E;&#x5358;&#x8A9E;&#x304C;&#x6B63;&#x78BA;&#x306B;&#x51FA;&#x308B;&#x5FC5;&#x8981;&#x306E;&#x3042;&#x308B;&#x30D1;&#x30BF;&#x30FC;&#x30F3;&#x30DE;&#x30C3;&#x30C1;&#x30F3;&#x30B0;&#x65B9;&#x5F0F;&#x3082;&#x51E6;&#x7406;&#x624B;&#x6CD5;&#x306E;&#x4E00;&#x90E8;&#x3068;&#x306F;&#x8A00;&#x3048;&#x3001;
&#x30D1;&#x30BF;&#x30FC;&#x30F3;&#x30DE;&#x30C3;&#x30C1;&#x30F3;&#x30B0;&#x65B9;&#x5F0F;&#x306F;&#x30D7;&#x30ED;&#x30BB;&#x30B9;&#x306E;&#x4E2D;&#x3067;&#x6975;&#x4E00;&#x90E8;&#x3067;&#x3042;&#x308A;&#x3001;&#x9AD8;&#x5EA6;&#x306E;&#x5B66;&#x7FD2;&#x30D7;&#x30ED;&#x30BB;&#x30B9;&#x3067;&#x81EA;&#x7136;&#x8A00;&#x8A9E;&#x3092;&#x51E6;&#x7406;&#x3057;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;</p>
</li>
</ul>
<p><strong>Q. &#x958B;&#x767A;&#x8005;&#x306A;&#x3057;&#x306B;&#x3082;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306E;&#x5236;&#x4F5C;&#x304C;&#x53EF;&#x80FD;&#x3067;&#x3059;&#x304B;?</strong></p>
<ul>
<li><p>LINE BRAIN&#x306E;&#x30B3;&#x30F3;&#x30BD;&#x30FC;&#x30EB;&#x3067;&#x3001;&#x4F1A;&#x8A71;&#x30C7;&#x30FC;&#x30BF;&#x30BB;&#x30C3;&#x30C8;&#x4E2D;&#x5FC3;&#x306E;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306F;&#x3001;&#x958B;&#x767A;&#x8005;&#x306A;&#x3057;&#x3067;&#x3082;&#x63D0;&#x4F9B;&#x3055;&#x308C;&#x308B;&#x30D3;&#x30EB;&#x30C0;&#x30FC;&#x3092;&#x5229;&#x7528;&#x3057;&#x3066;&#x4F1A;&#x8A71;&#x30E2;&#x30C7;&#x30EB;&#x3092;&#x30D3;&#x30EB;&#x30C9;&#x3057;&#x305F;&#x5F8C;&#x3001;&#x6570;&#x5206;&#x304B;&#x3089;&#x6570;&#x6642;&#x9593;&#x5185;&#x306B;&#x5B66;&#x7FD2;&#x304A;&#x3088;&#x3073;&#x30EA;&#x30EA;&#x30FC;&#x30B9;&#x304C;&#x53EF;&#x80FD;&#x3067;&#x3059;&#x3002;&#x30C6;&#x30B9;&#x30C8;&#x6A5F;&#x80FD;&#x3092;&#x5229;&#x7528;&#x3057;&#x3066;&#x7C21;&#x5358;&#x306B;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306E;&#x52D5;&#x4F5C;&#x3092;&#x78BA;&#x8A8D;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;&#x307E;&#x305F;&#x3001;&#x518D;&#x5B66;&#x7FD2;&#x306E;&#x305F;&#x3081;&#x306E;&#x65B0;&#x898F;&#x767A;&#x8A71;&#x3092;&#x8FFD;&#x52A0;&#x3067;&#x767B;&#x9332;&#x3059;&#x308C;&#x3070;&#x3001;&#x30D3;&#x30EB;&#x30C9;&#x5B8C;&#x4E86;&#x5F8C;&#x3001;&#x65B0;&#x3057;&#x304F;&#x5B66;&#x7FD2;&#x3055;&#x308C;&#x305F;&#x30E2;&#x30C7;&#x30EB;&#x304C;&#x76F4;&#x3061;&#x306B;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x3055;&#x308C;&#x307E;&#x3059;&#x3002;</p>
</li>
<li><p>&#x305F;&#x3060;&#x3057;&#x3001;Chatbot&#x306E;ActionMethod&#x3092;&#x4F7F;&#x7528;&#x3057;&#x3066;&#x5916;&#x90E8;&#x306E;&#x30B5;&#x30FC;&#x30D0;&#x30FC;&#x3068;&#x306E;&#x9023;&#x52D5;&#x304C;&#x5FC5;&#x8981;&#x306A;&#x5834;&#x5408;&#x3001;&#x307E;&#x305F;&#x4F1A;&#x793E;&#x306E;Custom&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x753B;&#x9762;&#x3068;&#x9023;&#x52D5;&#x3057;&#x3066;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x3092;&#x63D0;&#x4F9B;&#x3059;&#x308B;&#x5834;&#x5408;&#x306B;&#x306F;&#x958B;&#x767A;&#x304C;&#x5FC5;&#x8981;&#x3067;&#x3059;&#x3002;&#x3053;&#x306E;&#x3068;&#x304D;&#x306F;&#x3001;&#x63D0;&#x4F9B;&#x3055;&#x308C;&#x308B;&#x30AC;&#x30A4;&#x30C9;&#x304A;&#x3088;&#x3073;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306E;Custom API Spec&#x3092;&#x958B;&#x767A;&#x8005;&#x3068;&#x4E00;&#x7DD2;&#x306B;&#x691C;&#x8A0E;&#x3057;&#x3066;&#x9032;&#x3081;&#x308B;&#x5FC5;&#x8981;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;&#x3002;</p>
</li>
</ul>
<p><strong>Q. &#x97F3;&#x58F0;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x3092;&#x63D0;&#x4F9B;&#x3057;&#x305F;&#x3044;&#x306E;&#x3067;&#x3059;&#x304C;&#x3001;&#x3069;&#x3046;&#x3059;&#x308C;&#x3070;&#x3044;&#x3044;&#x3067;&#x3059;&#x304B;?</strong></p>
<ul>
<li>LINE BRAIN&#x306E;&#x3055;&#x307E;&#x3056;&#x307E;&#x306A;API&#x3092;&#x6D3B;&#x7528;&#x3057;&#x3066;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x3092;&#x62E1;&#x5F35;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;&#x7279;&#x306B;&#x3001;Clova API&#x3068;&#x306E;&#x7C21;&#x5358;&#x306A;&#x9023;&#x52D5;&#xFF08;CSR/CSS&#xFF09;&#x3092;&#x63D0;&#x4F9B;&#x3059;&#x308B;&#x306E;&#x3067;&#x3001;&#x97F3;&#x58F0;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x3078;&#x306E;&#x62E1;&#x5F35;&#x304C;&#x53EF;&#x80FD;&#x3067;&#x3059;&#x3002;</li>
</ul>
<p><strong>Q. LINE&#x3084;&#x30AB;&#x30AB;&#x30AA;&#x30C8;&#x30FC;&#x30AF;&#x306E;&#x3088;&#x3046;&#x306A;&#x5546;&#x7528;&#x306E;&#x30E1;&#x30C3;&#x30BB;&#x30F3;&#x30B8;&#x30E3;&#x30FC;&#x3068;&#x7C21;&#x5358;&#x306B;&#x9023;&#x52D5;&#x3067;&#x304D;&#x307E;&#x3059;&#x304B;?</strong></p>
<ul>
<li><p>&#x3055;&#x307E;&#x3056;&#x307E;&#x306A;&#x7D4C;&#x8DEF;&#x3067;&#x5165;&#x3063;&#x3066;&#x304F;&#x308B;&#x767A;&#x8A71;&#x3092;&#x30EA;&#x30A2;&#x30EB;&#x30BF;&#x30A4;&#x30E0;&#x3067;&#x51E6;&#x7406;&#x3057;&#x3001;LINE&#x3001;NAVER TalkTalk&#x3001;&#x30AB;&#x30AB;&#x30AA;&#x30C8;&#x30FC;&#x30AF;&#x3001;Facebook&#x306A;&#x3069;&#x306E;&#x4E3B;&#x8981;&#x30E1;&#x30C3;&#x30BB;&#x30F3;&#x30B8;&#x30E3;&#x30FC;&#x30D7;&#x30E9;&#x30C3;&#x30C8;&#x30D5;&#x30A9;&#x30FC;&#x30E0;&#x3068;&#x306E;&#x9023;&#x52D5;&#x51E6;&#x7406;&#x3092;&#x63D0;&#x4F9B;&#x3057;&#x307E;&#x3059;&#x3002;</p>
<p>LINE BRAIN&#x306E;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x306F;&#x3001;&#x30E1;&#x30C3;&#x30BB;&#x30F3;&#x30B8;&#x30E3;&#x30FC;&#x3068;&#x306E;&#x9023;&#x52D5;&#x306E;&#x307F;&#x306A;&#x3089;&#x305A;&#x3001;&#x30AB;&#x30B9;&#x30BF;&#x30E0;&#x9023;&#x52D5;&#x3092;&#x30B5;&#x30DD;&#x30FC;&#x30C8;&#x3059;&#x308B;&#x306E;&#x3067;&#x3001;Web&#x30D9;&#x30FC;&#x30B9;&#x306E;&#x30DA;&#x30FC;&#x30B8;&#x304A;&#x3088;&#x3073;&#x30E2;&#x30D0;&#x30A4;&#x30EB;&#x30A2;&#x30D7;&#x30EA;&#x30B1;&#x30FC;&#x30B7;&#x30E7;&#x30F3;&#x3068;&#x3082;&#x7C21;&#x5358;&#x306B;&#x9023;&#x52D5;&#x304C;&#x53EF;&#x80FD;&#x3067;&#x3059;&#x3002;</p>
</li>
</ul>
<blockquote>
<p>&#x305F;&#x3060;&#x3057;&#x3001;&#x30AB;&#x30AB;&#x30AA;&#x30C8;&#x30FC;&#x30AF;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x306E;&#x72B6;&#x6CC1;&#x306B;&#x3088;&#x308A;
&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x304B;&#x3089;&#x30AB;&#x30AB;&#x30AA;&#x30C8;&#x30FC;&#x30AF;API&#x578B;&#x30B9;&#x30DE;&#x30FC;&#x30C8;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x3078;&#x306E;&#x9023;&#x52D5;&#x304C;&#x3001;2019&#x5E74;12&#x6708;31&#x65E5;&#x3092;&#x3082;&#x3063;&#x3066;&#x5B8C;&#x5168;&#x306B;&#x4E2D;&#x65AD;&#x3055;&#x308C;&#x308B;&#x306E;&#x3067;&#x53C2;&#x8003;&#x3057;&#x3066;&#x304F;&#x3060;&#x3055;&#x3044;&#x3002;&#xFF08;2018&#x5E74;11&#x6708;30&#x65E5;&#x3092;&#x3082;&#x3063;&#x3066;API&#x578B;&#x30B9;&#x30DE;&#x30FC;&#x30C8;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x306E;&#x65B0;&#x898F;&#x767B;&#x9332;&#x3092;&#x4E2D;&#x65AD;/ 2019&#x5E74;12&#x6708;31&#x65E5;&#x3092;&#x3082;&#x3063;&#x3066;API&#x578B;&#x30B9;&#x30DE;&#x30FC;&#x30C8;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x3092;&#x5B8C;&#x5168;&#x306B;&#x7D42;&#x4E86;&#xFF09;</p>
</blockquote>
<p><strong>Q. &#x3055;&#x307E;&#x3056;&#x307E;&#x306A;&#x65B9;&#x5F0F;&#x3067;&#x4F1A;&#x8A71;&#x3092;&#x30C6;&#x30B9;&#x30C8;&#x3057;&#x3066;&#x307F;&#x305F;&#x3044;&#x3067;&#x3059;&#x304C;&#x3001;&#x4F1A;&#x8A71;&#x306E;&#x5165;&#x529B;&#x306F;&#x7C21;&#x5358;&#x306B;&#x3067;&#x304D;&#x307E;&#x3059;&#x304B;&#xFF1F;</strong></p>
<ul>
<li>&#x73FE;&#x5728;&#x3001;&#x30C6;&#x30F3;&#x30D7;&#x30EC;&#x30FC;&#x30C8;&#x306B;&#x3088;&#x308B;Excel&#x30D5;&#x30A1;&#x30A4;&#x30EB;&#x306E;&#x5927;&#x91CF;&#x30A2;&#x30C3;&#x30D7;&#x30ED;&#x30FC;&#x30C9;&#x6A5F;&#x80FD;&#x304C;&#x63D0;&#x4F9B;&#x3055;&#x308C;&#x3066;&#x304A;&#x308A;&#x3001;&#x306F;&#x3058;&#x3081;&#x3066;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x3092;&#x5229;&#x7528;&#x3057;&#x3066;&#x7C21;&#x5358;&#x306A;&#x4F1A;&#x8A71;&#x3092;&#x4F5C;&#x6210;&#x3067;&#x304D;&#x308B;&#x3088;&#x3046;&#x306B;&#x3001;&#x30D3;&#x30EB;&#x30C8;&#x30A4;&#x30F3;&#x30C6;&#x30F3;&#x30D7;&#x30EC;&#x30FC;&#x30C8;&#x6A5F;&#x80FD;&#x3092;&#x63D0;&#x4F9B;&#x3057;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;&#x7D04;150&#x4F59;&#x308A;&#x306E;&#x4F1A;&#x8A71;&#x30C7;&#x30FC;&#x30BF;&#x30BB;&#x30C3;&#x30C8;&#x304C;&#x542B;&#x307E;&#x308C;&#x3066;&#x304A;&#x308A;&#x3001;&#x7C21;&#x5358;&#x306A;&#x30C6;&#x30B9;&#x30C8;&#x304C;&#x53EF;&#x80FD;&#x3067;&#x3059;&#x3002;</li>
</ul>
<p><strong>Q. &#x30C6;&#x30B9;&#x30C8;&#x7528;&#x3067;&#x4E88;&#x3081;&#x4E00;&#x5B9A;&#x91CF;&#x306E;&#x4F1A;&#x8A71;&#x304C;&#x767B;&#x9332;&#x3055;&#x308C;&#x3066;&#x3044;&#x308B;&#x30C7;&#x30FC;&#x30BF;&#x306E;&#x30BB;&#x30C3;&#x30C6;&#x30A3;&#x30F3;&#x30B0;&#x304C;&#x53EF;&#x80FD;&#x3067;&#x3059;&#x304B;&#xFF1F;&#x5341;&#x5206;&#x306A;&#x30C7;&#x30FC;&#x30BF;&#x304C;&#x3042;&#x308B;&#x5834;&#x5408;&#x3001;&#x3069;&#x308C;&#x304F;&#x3089;&#x3044;&#x306E;&#x4F1A;&#x8A71;&#x304C;&#x53EF;&#x80FD;&#x306A;&#x306E;&#x304B;&#x5C11;&#x3057;&#x30C6;&#x30B9;&#x30C8;&#x3057;&#x3066;&#x307F;&#x305F;&#x3044;&#x3067;&#x3059;&#x3002;</strong></p>
<ul>
<li>&#x30D3;&#x30EB;&#x30C8;&#x30A4;&#x30F3;&#x30C6;&#x30F3;&#x30D7;&#x30EC;&#x30FC;&#x30C8;&#x6A5F;&#x80FD;&#x304C;&#x63D0;&#x4F9B;&#x3055;&#x308C;&#x3066;&#x304A;&#x308A;&#x3001;&#x7D04;150&#x306E;&#x96D1;&#x8AC7;&#x306E;&#x4F1A;&#x8A71;&#x304C;&#x542B;&#x307E;&#x308C;&#x30EA;&#x30EA;&#x30FC;&#x30B9;&#x3055;&#x308C;&#x307E;&#x3059;&#x3002;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x3092;&#x521D;&#x3081;&#x3066;&#x30B9;&#x30BF;&#x30FC;&#x30C8;&#x3059;&#x308B;&#x5834;&#x5408;&#x3001;&#x6709;&#x52B9;&#x306B;&#x4F7F;&#x7528;&#x3067;&#x304D;&#x308B;&#x7A0B;&#x5EA6;&#x306E;&#x767A;&#x8A71;&#x898F;&#x6A21;&#x3067;&#x63D0;&#x4F9B;&#x3055;&#x308C;&#x307E;&#x3059;&#x3002;</li>
</ul>
<p><strong>Q. &#x30E1;&#x30C3;&#x30BB;&#x30F3;&#x30B8;&#x30E3;&#x30FC;&#x3068;&#x9023;&#x52D5;&#x3059;&#x308B;&#x969B;&#x306B;&#x3001;&#x30E1;&#x30C3;&#x30BB;&#x30F3;&#x30B8;&#x30E3;&#x30FC;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x306E;ID&#x3092;&#x78BA;&#x8A8D;&#x3067;&#x304D;&#x308B;&#x65B9;&#x6CD5;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;&#x304B;?</strong></p>
<ul>
<li><p>&#x30AB;&#x30AB;&#x30AA;&#x30C8;&#x30FC;&#x30AF;&#x3001;LINE&#x3001;Facebook&#x306A;&#x3069;&#x5546;&#x7528;&#x306E;&#x30E1;&#x30C3;&#x30BB;&#x30F3;&#x30B8;&#x30E3;&#x30FC;&#x793E;&#x3067;&#x306F;&#x3001;API&#x3067;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x3092;&#x9023;&#x52D5;&#x3059;&#x308B;&#x969B;&#x306B;&#x3001;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x306E;&#x60C5;&#x5831;&#xFF08;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x306E;ID&#x306A;&#x3069;&#xFF09;&#x3084;&#x500B;&#x4EBA;&#x60C5;&#x5831;&#x3092;&#x63D0;&#x4F9B;&#x3057;&#x3066;&#x3044;&#x307E;&#x305B;&#x3093;&#x3002;&#x3057;&#x305F;&#x304C;&#x3063;&#x3066;&#x3001;&#x3053;&#x3061;&#x3089;&#x3067;&#x30E1;&#x30C3;&#x30BB;&#x30F3;&#x30B8;&#x30E3;&#x30FC;&#x304B;&#x3089;&#x9001;&#x3063;&#x3066;&#x3082;&#x3089;&#x3063;&#x305F;&#x30E6;&#x30FC;&#x30B6;&#x30FC;ID&#x60C5;&#x5831;&#x306E;&#x5024;&#x306F;&#x3001;&#x6B63;&#x78BA;&#x306A;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x60C5;&#x5831;&#x306F;&#x78BA;&#x8A8D;&#x3067;&#x304D;&#x305A;&#x3001;&#x305F;&#x3060;&#x540C;&#x3058;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x3067;&#x3042;&#x308B;&#x3053;&#x3068;&#x304C;&#x62C5;&#x4FDD;&#x3067;&#x304D;&#x308B;&#x56FA;&#x6709;&#x306E;&#x5024;&#x3092;&#x610F;&#x5473;&#x3057;&#x307E;&#x3059;&#x3002;</p>
<p> &#x73FE;&#x5728;&#x3001;&#x30E1;&#x30C3;&#x30BB;&#x30F3;&#x30B8;&#x30E3;&#x30FC;&#x304B;&#x3089;&#x9001;&#x3063;&#x3066;&#x3082;&#x3089;&#x3063;&#x305F;&#x30E6;&#x30FC;&#x30B6;&#x30FC;ID&#x60C5;&#x5831;&#x306E;&#x5024;&#x306F;&#x3001;&#x30A2;&#x30AF;&#x30B7;&#x30E7;&#x30F3;&#x30E1;&#x30BD;&#x30C3;&#x30C9;URL&#x3092;&#x547C;&#x3073;&#x51FA;&#x3059;&#x3068;&#x304D;&#x306B;&#x30D8;&#x30C3;&#x30C0;&#x30FC;&#x306B;&#x5165;&#x308C;&#x3066;&#x9001;&#x3063;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;
 &#x30D8;&#x30C3;&#x30C0;&#x30FC;&#x3067;&#x3001;X-KAA-USERKEY&#x306E;&#x5024;&#x3092;&#x78BA;&#x8A8D;&#x3044;&#x305F;&#x3060;&#x3051;&#x307E;&#x3059;&#x3002;
 &#x4F8B;&#xFF1A;X-KAA-USERKEY&#xFF1A;e579cf601ea0e6d53ff6d632ab35c720weoir13
 &#x3082;&#x3057;&#x3001;&#x6B63;&#x78BA;&#x306A;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x60C5;&#x5831;&#x3092;&#x4FDD;&#x5B58;&#x3057;&#x305F;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x304C;&#x5FC5;&#x8981;&#x3067;&#x3057;&#x305F;&#x3089;&#x3001;
 &#x5225;&#x9014;&#x30ED;&#x30B0;&#x30A4;&#x30F3;&#x306A;&#x3069;&#x306E;&#x6A5F;&#x80FD;&#x3092;&#x958B;&#x767A;&#x3057;&#x3066;&#x60C5;&#x5831;&#x3092;&#x78BA;&#x8A8D;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x6700;&#x3082;&#x826F;&#x3044;&#x65B9;&#x6CD5;&#x306B;&#x306A;&#x308B;&#x3068;&#x601D;&#x3044;&#x307E;&#x3059;&#x3002;</p>
</li>
</ul>
<p><strong>Q. &#x30B3;&#x30F3;&#x30DD;&#x30FC;&#x30CD;&#x30F3;&#x30C8;&#x306E;&#x30D5;&#x30A9;&#x30FC;&#x30E0;&#x3092;&#x4F5C;&#x6210;&#x3057;&#x3066;&#x30C6;&#x30B9;&#x30C8;&#x3057;&#x305F;&#x3068;&#x304D;&#x3001;Chatbot&#x306E;&#x30C6;&#x30B9;&#x30C8;&#x30EA;&#x30AF;&#x30A8;&#x30B9;&#x30C8;&#x3067;&#x306F;&#x6B63;&#x5E38;&#x306B;&#x8868;&#x73FE;&#x3055;&#x308C;&#x307E;&#x3059;&#x304C;&#x3001;&#x30AB;&#x30AB;&#x30AA;&#x30C8;&#x30FC;&#x30AF;&#x3067;&#x306F;&#x8868;&#x73FE;&#x3055;&#x308C;&#x307E;&#x305B;&#x3093;&#x3002;</strong></p>
<ul>
<li>&#x73FE;&#x5728;&#x78BA;&#x8A8D;&#x3057;&#x305F;&#x3068;&#x3053;&#x308D;&#x3001;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x3067;&#x306F;&#x30D5;&#x30A9;&#x30FC;&#x30E0;&#x5FDC;&#x7B54;&#x3092;&#x30AB;&#x30AB;&#x30AA;&#x3078;&#x6B63;&#x5E38;&#x306B;&#x9001;&#x3063;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;&#x518D;&#x73FE;&#x3057;&#x3066;&#x30C6;&#x30B9;&#x30C8;&#x3057;&#x305F;&#x7D50;&#x679C;&#x3001;&#x30AB;&#x30AB;&#x30AA;&#x30A2;&#x30D7;&#x30EA;&#x3067;&#x306F;&#x30D5;&#x30A9;&#x30FC;&#x30E0;&#x304C;&#x30B5;&#x30DD;&#x30FC;&#x30C8;&#x3055;&#x308C;&#x3001;&#x30AB;&#x30AB;&#x30AA;Web&#x3067;&#x306F;&#x30D5;&#x30A9;&#x30FC;&#x30E0;&#x304C;&#x30B5;&#x30DD;&#x30FC;&#x30C8;&#x3055;&#x308C;&#x3066;&#x3044;&#x306A;&#x3044;&#x3088;&#x3046;&#x3067;&#x3059;&#x3002;&#x30AB;&#x30AB;&#x30AA;&#x30A2;&#x30D7;&#x30EA;&#x3067;&#x30C6;&#x30B9;&#x30C8;&#x3092;&#x304A;&#x9858;&#x3044;&#x3057;&#x307E;&#x3059;&#x3002;</li>
</ul>
<p><strong>Q. &#x591A;&#x8A00;&#x8A9E;&#x30B5;&#x30DD;&#x30FC;&#x30C8;&#x306B;&#x3064;&#x3044;&#x3066; - &#x3082;&#x3057;&#x6D77;&#x5916;&#x306E;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x304C;&#x4E2D;&#x56FD;&#x8A9E;&#x3067;&#x8CEA;&#x554F;&#x3057;&#x3066;&#x304D;&#x305F;&#x3089;&#x3001;&#x4E2D;&#x56FD;&#x8A9E;&#x3092;&#x97D3;&#x56FD;&#x8A9E;&#x306B;&#x7FFB;&#x8A33;&#x3057;&#x3066;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x304B;&#x3089;&#x56DE;&#x7B54;&#x3067;&#x304D;&#x307E;&#x3059;&#x304B;&#xFF1F;&#x56DE;&#x7B54;&#x3059;&#x308B;&#x3068;&#x304D;&#x3082;&#x3001;&#x97D3;&#x56FD;&#x8A9E;&#x306E;&#x56DE;&#x7B54;&#x3092;&#x4E2D;&#x56FD;&#x8A9E;&#x306B;&#x8A33;&#x3057;&#x3066;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x304C;&#x78BA;&#x8A8D;&#x3067;&#x304D;&#x308B;&#x304B;&#x6C17;&#x306B;&#x306A;&#x308A;&#x307E;&#x3059;&#x3002;</strong></p>
<ul>
<li><p>&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x3067;&#x306F;&#x3001;&#x82F1;&#x8A9E;&#x3001;&#x4E2D;&#x56FD;&#x8A9E;&#x3001;&#x65E5;&#x672C;&#x8A9E;&#x306A;&#x3069;&#x591A;&#x8A00;&#x8A9E;&#x306B;&#x5BFE;&#x5FDC;&#x3057;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x3092;&#x4F5C;&#x6210;&#x3059;&#x308B;&#x3068;&#x304D;&#x306B;&#x81EA;&#x7136;&#x8A00;&#x8A9E;&#x51E6;&#x7406;&#x3092;&#x9078;&#x629E;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x3001;&#x9078;&#x629E;&#x3057;&#x305F;&#x8A00;&#x8A9E;&#x30BB;&#x30C3;&#x30C8;&#x306B;&#x5408;&#x308F;&#x305B;&#x3066;&#x4F1A;&#x8A71;&#x30C7;&#x30FC;&#x30BF;&#x30BB;&#x30C3;&#x30C8;&#x3092;&#x5165;&#x529B;&#x3057;&#x305F;&#x3089;&#x3001;&#x591A;&#x8A00;&#x8A9E;&#x30B5;&#x30DD;&#x30FC;&#x30C8;&#x306E;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x3092;&#x4F5C;&#x308B;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</p>
</li>
<li><p>&#x4F1A;&#x8A71;&#x3092;&#x97D3;&#x56FD;&#x8A9E;&#x3067;&#x4F5C;&#x6210;&#x3057;&#x305F;&#x5F8C;&#x3001;&#x3055;&#x307E;&#x3056;&#x307E;&#x306A;clova API(&#x7FFB;&#x8A33;&#xFF09;&#x3092;&#x9867;&#x5BA2;&#x306E;&#x30A2;&#x30D7;&#x30EA;&#x30B1;&#x30FC;&#x30B7;&#x30E7;&#x30F3;&#x304B;&#x3089;&#x9023;&#x52D5;&#x3067;&#x304D;&#x308B;&#x3088;&#x3046;&#x306B;&#x3001;&#x8FFD;&#x52A0;&#x958B;&#x767A;&#x3059;&#x308B;&#x65B9;&#x6CD5;&#x3082;&#x53EF;&#x80FD;&#x3067;&#x3059;&#x3002;</p>
<p>&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x3067;&#x306F;&#x3001;&#x57FA;&#x672C;&#x6A5F;&#x80FD;&#x3068;&#x3057;&#x3066;&#x97F3;&#x58F0;&#x8A8D;&#x8B58;&#x3084;Papago API&#x9023;&#x52D5;&#x3092;&#x30B5;&#x30DD;&#x30FC;&#x30C8;&#x3057;&#x3066;&#x3044;&#x307E;&#x305B;&#x3093;&#x3002;</p>
<p>&#x3057;&#x304B;&#x3057;&#x3001;&#x73FE;&#x5728;&#x306E;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x3067;&#x306F;&#x3001;Custom&#x9023;&#x52D5;&#x6A5F;&#x80FD;&#x3092;&#x63D0;&#x4F9B;&#x3057;&#x3066;&#x3044;&#x308B;&#x306E;&#x3067;&#x3001;&#x8FFD;&#x52A0;&#x958B;&#x767A;&#x3067;CSS/CSR&#x9023;&#x52D5;&#x3057;&#x3066;&#x97F3;&#x58F0;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306B;&#x62E1;&#x5F35;&#x3059;&#x308B;&#x304B;&#x3001;NAVER papago API&#x9023;&#x52D5;&#x3067;&#x7FFB;&#x8A33;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306B;&#x62E1;&#x5F35;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</p>
</li>
</ul>
<p>  &#x8AAC;&#x660E;&#x66F8;&#xFF08;&#x65E7;&#x3001;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x30AC;&#x30A4;&#x30C9;&#xFF09;&#x306E;&#x6848;&#x5185;</p>
<p>  - &#x30AB;&#x30B9;&#x30BF;&#x30E0;&#x547C;&#x3073;&#x51FA;&#x3057;URL&#x30AC;&#x30A4;&#x30C9;&#xFF08;API Gateway&#x9023;&#x52D5;&#x3067;custom&#x9023;&#x52D5;&#x53EF;&#x80FD;&#xFF09;&#xFF1A; <a href="https://docs.ncloud.com/ko/chatbot/chatbot-2-5.html" target="_blank">https://docs.ncloud.com/ko/chatbot/chatbot-2-5.html</a></p>
<p>  - NAVER papago API&#x958B;&#x767A;&#x30AC;&#x30A4;&#x30C9;: <a href="https://docs.ncloud.com/ko/naveropenapi_v2/naveropenapi-6-1.html" target="_blank">https://docs.ncloud.com/ko/naveropenapi_v2/naveropenapi-6-1.html</a></p>
<p>  - CSR/CSS&#x958B;&#x767A;&#x30AC;&#x30A4;&#x30C9;: <a href="https://docs.ncloud.com/ko/naveropenapi_v2/naveropenapi-4-1.html" target="_blank">https://docs.ncloud.com/ko/naveropenapi_v2/naveropenapi-4-1.html</a></p>
<p><strong>Q. LINE&#x901A;&#x8A33;&#x306E;&#x53CB;&#x3060;&#x3061;&#x8FFD;&#x52A0;&#x306B;&#x3064;&#x3044;&#x3066;</strong></p>
<p>&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x3092;LINE&#x306B;&#x5C0E;&#x5165;&#x3057;&#x3001;&#x6DFB;&#x4ED8;&#x30D5;&#x30A1;&#x30A4;&#x30EB;&#x306E;&#x5199;&#x771F;&#x306E;&#x3088;&#x3046;&#x306B;LINE&#x82F1;&#x8A9E;&#x901A;&#x8A33;&#x3092;&#x62DB;&#x5F85;&#x3057;&#x3066;&#x30C6;&#x30B9;&#x30C8;&#x3057;&#x305F;&#x3089;&#x3001;LINE&#x82F1;&#x8A9E;&#x901A;&#x8A33;&#x304C;&#x30C8;&#x30FC;&#x30AF;&#x30EB;&#x30FC;&#x30E0;&#x304B;&#x3089;&#x51FA;&#x3066;&#x3057;&#x307E;&#x3044;&#x307E;&#x3057;&#x305F;&#x3002;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x3068;&#x4F1A;&#x8A71;&#x3059;&#x308B;&#x3068;&#x304D;&#x306B;&#x901A;&#x8A33;&#x306F;&#x4F7F;&#x3048;&#x306A;&#x3044;&#x3067;&#x3059;&#x304B;&#xFF1F;</p>
<ul>
<li><p>&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x3068;&#x4F1A;&#x8A71;&#x3059;&#x308B;&#x3068;&#x304D;&#x306F;&#x901A;&#x8A33;&#x3092;&#x4F7F;&#x3048;&#x307E;&#x305B;&#x3093;&#x3002;</p>
<p>&#x305D;&#x306E;&#x7406;&#x7531;&#x306F;&#x3001;2&#x3064;&#x306E;&#x30DC;&#x30C3;&#x30C8;&#x304C;1&#x3064;&#x306E;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30EB;&#x30FC;&#x30E0;&#x306B;&#x5B58;&#x5728;&#x3067;&#x304D;&#x306A;&#x3044;&#x305F;&#x3081;&#x3067;&#x3059;&#x3002;1&#x3064;&#x306E;&#x30DC;&#x30C3;&#x30C8;&#x306E;&#x56DE;&#x7B54;&#x304C;&#x4ED6;&#x306E;&#x30DC;&#x30C3;&#x30C8;&#x306B;&#x5165;&#x529B;&#x3055;&#x308C;&#x3001;&#x305D;&#x306E;&#x5FDC;&#x7B54;&#x304C;&#x307E;&#x305F;&#x30DC;&#x30C3;&#x30C8;&#x306B;&#x5165;&#x529B;&#x3055;&#x308C;&#x308B;&#x3068;&#x3001;&#x7121;&#x9650;&#x30EB;&#x30FC;&#x30D7;&#x306B;&#x9665;&#x308B;&#x53EF;&#x80FD;&#x6027;&#x304C;&#x3042;&#x308B;&#x304B;&#x3089;&#x3060;&#x305D;&#x3046;&#x3067;&#x3059;&#x3002;</p>
</li>
</ul>
<p><strong>Q. &#x300C;&#x753B;&#x50CF;&#x304A;&#x3088;&#x3073;&#x591A;&#x91CD;&#x30EA;&#x30F3;&#x30AF;&#x300D;&#x306B;&#x3064;&#x3044;&#x3066;&#x30AB;&#x30EB;&#x30FC;&#x30BB;&#x30EB;&#x5F62;&#x5F0F;&#x304B;&#x3064;&#x6A2A;&#x30B9;&#x30AF;&#x30ED;&#x30FC;&#x30EB;&#x3067;&#x8868;&#x793A;&#x3055;&#x308C;&#x308B;&#x56DE;&#x7B54;&#x3092;&#x8A2D;&#x5B9A;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x307E;&#x3059;&#x304B;?</strong></p>
<ul>
<li>Chatbot&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x3067;&#x306F;&#x3001;&#x30AB;&#x30EB;&#x30FC;&#x30BB;&#x30EB;&#x3092;&#x30B5;&#x30DD;&#x30FC;&#x30C8;&#x3057;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;
&#x305F;&#x3060;&#x3057;&#x3001;&#x9023;&#x52D5;&#x3059;&#x308B;&#x30E1;&#x30C3;&#x30BB;&#x30F3;&#x30B8;&#x30E3;&#x30FC;&#x3054;&#x3068;&#x306B;&#x30AB;&#x30EB;&#x30FC;&#x30BB;&#x30EB;&#x3092;&#x30B5;&#x30DD;&#x30FC;&#x30C8;&#x3057;&#x306A;&#x3044;&#x3068;&#x3053;&#x308D;&#x3082;&#x3042;&#x308A;&#x307E;&#x3059;&#x306E;&#x3067;&#x3001;&#x9023;&#x52D5;&#x3059;&#x308B;&#x30C1;&#x30E3;&#x30F3;&#x30CD;&#x30EB;&#xFF08;&#x30E1;&#x30C3;&#x30BB;&#x30F3;&#x30B8;&#x30E3;&#x30FC;&#xFF09;&#x3067;&#x4E88;&#x3081;&#x30C6;&#x30B9;&#x30C8;&#x3092;&#x884C;&#x3063;&#x3066;&#x304F;&#x3060;&#x3055;&#x3044;&#x3002;</li>
</ul>
<p><strong>Q. &#x30D3;&#x30EB;&#x30C9;&#x304C;&#x3067;&#x304D;&#x307E;&#x305B;&#x3093;&#x3002;</strong></p>
<ul>
<li>&#x5B66;&#x7FD2;&#x6642;&#x9593;&#x306F;&#x3001;&#x30C7;&#x30FC;&#x30BF;&#x91CF;&#x306B;&#x3088;&#x3063;&#x3066;&#x9055;&#x3044;&#x307E;&#x3059;&#x304C;&#x3001;&#x4F1A;&#x8A71;&#x30C7;&#x30FC;&#x30BF;&#x30BB;&#x30C3;&#x30C8;&#x304C;100&#x4EE5;&#x4E0B;&#x306E;&#x5834;&#x5408;&#x306F;&#x3001;5&#x5206;&#xFF5E;10&#x5206;&#x306E;&#x9593;&#x3067;&#x5B66;&#x7FD2;&#x304C;&#x5B8C;&#x4E86;&#x3057;&#x307E;&#x3059;&#x3002;&#x307E;&#x305F;&#x3001;&#x4F1A;&#x8A71;&#x3092;1&#x3064;&#x767B;&#x9332;&#x3057;&#x3066;&#x304B;&#x3089;&#x5B66;&#x7FD2;&#x3092;&#x884C;&#x3063;&#x305F;&#x5834;&#x5408;&#x3001;&#x30C7;&#x30FC;&#x30BF;&#x30BB;&#x30C3;&#x30C8;&#x304C;&#x5C0F;&#x3055;&#x3059;&#x304E;&#x3066;&#x5B66;&#x7FD2;&#x306B;&#x5931;&#x6557;&#x3059;&#x308B;&#x3053;&#x3068;&#x3082;&#x3042;&#x308A;&#x307E;&#x3059;&#x3002;&#x6700;&#x4F4E;10&#x4EE5;&#x4E0A;&#x306E;&#x4F1A;&#x8A71;&#x30C7;&#x30FC;&#x30BF;&#x30BB;&#x30C3;&#x30C8;&#x3092;&#x5165;&#x529B;&#x3057;&#x3066;&#x30C6;&#x30B9;&#x30C8;&#x3092;&#x884C;&#x3063;&#x3066;&#x304F;&#x3060;&#x3055;&#x3044;&#x3002;
&#x30D3;&#x30EB;&#x30C9;&#x304C;&#x5931;&#x6557;&#x3057;&#x305F;&#x5834;&#x5408;&#x306B;&#x306F;&#x8AB2;&#x91D1;&#x3055;&#x308C;&#x305A;&#x3001;COMPLETE&#x306E;&#x5834;&#x5408;&#x306E;&#x307F;&#x8AB2;&#x91D1;&#x3055;&#x308C;&#x307E;&#x3059;&#x3002;</li>
</ul>
<p><strong>Q. &#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x304C;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x3068;&#x306E;&#x30C8;&#x30FC;&#x30AF;&#x753B;&#x9762;&#x306B;&#x5165;&#x3063;&#x305F;&#x3089;&#x3001;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x304C;&#x5148;&#x306B;&#x58F0;&#x3092;&#x304B;&#x3051;&#x308B;&#x3088;&#x3046;&#x306B;&#x3057;&#x305F;&#x3044;&#x3067;&#x3059;&#x304C;&#x3001;&#x3069;&#x3046;&#x3059;&#x308C;&#x3070;&#x3044;&#x3044;&#x3067;&#x3059;&#x304B;?</strong></p>
<ul>
<li>&#x5171;&#x901A;&#x306E;&#x30E1;&#x30C3;&#x30BB;&#x30FC;&#x30B8;&#x306E;&#x300C;&#x30A6;&#x30A7;&#x30EB;&#x30AB;&#x30E0;&#x30E1;&#x30C3;&#x30BB;&#x30FC;&#x30B8;&#x300D;&#x6A5F;&#x80FD;&#x3092;&#x6D3B;&#x7528;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x304C;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x3068;&#x521D;&#x3081;&#x3066;&#x4F1A;&#x8A71;&#x3059;&#x308B;&#x30A4;&#x30D9;&#x30F3;&#x30C8;&#x72B6;&#x6CC1;&#x3067;&#x306F;&#x3001;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x304C;&#x6307;&#x5B9A;&#x3055;&#x308C;&#x305F;&#x30A6;&#x30A7;&#x30EB;&#x30AB;&#x30E0;&#x30E1;&#x30C3;&#x30BB;&#x30FC;&#x30B8;&#x3092;&#x5148;&#x306B;&#x5FDC;&#x7B54;&#x3057;&#x307E;&#x3059;&#x3002;</li>
</ul>
<p><strong>Q. &#x30D5;&#x30A9;&#x30FC;&#x30E0;&#x5F62;&#x5F0F;&#x3092;&#x5229;&#x7528;&#x3057;&#x3066;&#x9078;&#x629E;&#x5F0F;&#x30AA;&#x30D7;&#x30B7;&#x30E7;&#x30F3;&#x3067;&#x56DE;&#x7B54;&#x3092;&#x53D7;&#x3051;&#x53D6;&#x3063;&#x305F;&#x5F8C;&#x3001;&#x305D;&#x306E;&#x56DE;&#x7B54;&#x306B;&#x5408;&#x308F;&#x305B;&#x3066;&#x8CEA;&#x554F;-&#x56DE;&#x7B54;&#x3092;&#x7D9A;&#x3051;&#x305F;&#x3044;&#x3067;&#x3059;&#x3002;</strong>
&#x4F8B;&#x3048;&#x3070;&#x3001;... &#x30D4;&#x30B6;&#x306E;&#x6CE8;&#x6587;&#x3092;&#x9078;&#x629E;&#x3057;&#x307E;&#x3057;&#x305F;&#x3002;&#x6B21;&#x306E;&#x4E2D;&#x3067;&#x3069;&#x306E;&#x30D4;&#x30B6;&#x306B;&#x3057;&#x307E;&#x3059;&#x304B;&#xFF1F; &#x30AA;&#x30D7;&#x30B7;&#x30E7;&#x30F3;&#xFF11;&#xFF08;&#x30DA;&#x30D1;&#x30ED;&#x30CB;&#xFF09;&#x30AA;&#x30D7;&#x30B7;&#x30E7;&#x30F3;2&#xFF08;&#x30B9;&#x30FC;&#x30D1;&#x30FC;&#x30FB;&#x30B7;&#x30E5;&#x30D7;&#x30EA;&#x30FC;&#x30E0;&#xFF09;... &#x56DE;&#x7B54;&#x3068;&#x3057;&#x3066;&#x30AA;&#x30D7;&#x30B7;&#x30E7;&#x30F3;&#xFF11;&#xFF08;&#x30DA;&#x30D1;&#x30ED;&#x30CB;&#xFF09;&#x3092;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x304C;&#x9078;&#x629E;&#x3057;&#x305F;&#x5834;&#x5408;&#x3001;&#x6B21;&#x306E;&#x8CEA;&#x554F;&#x306F;&#x30DA;&#x30D1;&#x30ED;&#x30CB;&#x30D4;&#x30B6;&#x306E;&#x30CF;&#x30E0;&#x306E;&#x7A2E;&#x985E;&#x3092;&#x6B21;&#x306E;&#x4E2D;&#x304B;&#x3089;&#x9078;&#x629E;&#x3057;&#x3066;&#x304F;&#x3060;&#x3055;&#x3044;&#x3002;&#x30AA;&#x30D7;&#x30B7;&#x30E7;&#x30F3;&#xFF11;&#xFF08;&#x30D9;&#x30EB;&#x30AE;&#x30FC;&#x7523;&#xFF09;&#x30AA;&#x30D7;&#x30B7;&#x30E7;&#x30F3;2&#xFF08;&#x30C1;&#x30F3;&#x30B8;&#x30E5;&#x30CF;&#x30E0;&#xFF09;...</p>
<p>&#x3053;&#x306E;&#x3068;&#x304D;&#x3001;&#x56DE;&#x7B54;&#x306B;&#x3088;&#x3063;&#x3066;&#x9055;&#x3046;&#x8CEA;&#x554F;&#x3092;&#x3059;&#x308B;&#x3088;&#x3046;&#x306B;&#x3059;&#x308B;&#x305F;&#x3081;&#x306B;&#x306F;&#x3069;&#x3046;&#x3059;&#x308C;&#x3070;&#x3044;&#x3044;&#x3067;&#x3059;&#x304B;&#xFF1F;</p>
<ul>
<li>&#x30B9;&#x30ED;&#x30C3;&#x30C8;&#x4F1A;&#x8A71;&#x3092;&#x6D3B;&#x7528;&#x3059;&#x308C;&#x3070;&#x3044;&#x3044;&#x3067;&#x3059;&#x3002;&#x8A73;&#x7D30;&#x306F;<a href="chatbot-3-5.md">&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306E;Advanced&#x30AC;&#x30A4;&#x30C9;</a>&#x306E;&#x30B9;&#x30ED;&#x30C3;&#x30C8;&#x4F1A;&#x8A71;&#x30D1;&#x30FC;&#x30C8;&#x3092;&#x53C2;&#x8003;&#x3057;&#x3066;&#x304F;&#x3060;&#x3055;&#x3044;&#x3002;</li>
</ul>
<p><strong>Q. &#x56DE;&#x7B54;&#x5185;&#x5BB9;&#x3092;&#x307E;&#x3068;&#x3081;&#x3066;&#x4E00;&#x6C17;&#x306B;&#x5916;&#x90E8;&#x306E;API&#x3078;&#x9001;&#x308A;&#x305F;&#x3044;&#x5834;&#x5408;&#x3001;&#x56DE;&#x7B54;&#x306E;&#x5185;&#x5BB9;&#x306F;&#x3069;&#x306E;&#x3088;&#x3046;&#x306B;&#x4FDD;&#x5B58;&#x3067;&#x304D;&#x307E;&#x3059;&#x304B;?</strong></p>
<ul>
<li>&#x30B9;&#x30ED;&#x30C3;&#x30C8;&#x4F1A;&#x8A71;&#x3092;&#x4F7F;&#x7528;&#x3059;&#x308B;&#x3068;&#x3001;&#x56DE;&#x7B54;&#x5185;&#x5BB9;&#x3092;&#x307E;&#x3068;&#x3081;&#x3066;&#x4E00;&#x6C17;&#x306B;ActionMethod&#x3078;&#x9001;&#x308B;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</li>
</ul>
<p><strong>Q. 1&#x3064;&#x306E;&#x6587;&#x306E;&#x4E2D;&#x306B;2&#x3064;&#x306E;&#x8CEA;&#x554F;&#x304C;&#x3042;&#x308B;&#x5834;&#x5408;&#x306F;&#x3001;&#x56DE;&#x7B54;&#x3069;&#x3046;&#x4F5C;&#x6210;&#x3059;&#x308C;&#x3070;&#x3044;&#x3044;&#x3067;&#x3057;&#x3087;&#x3046;&#x304B;?</strong></p>
<ul>
<li>2&#x3064;&#x306E;&#x8CEA;&#x554F;&#x306B;&#x3064;&#x3044;&#x3066;&#x306E;&#x56DE;&#x7B54;&#x3092;&#x4F5C;&#x6210;&#x3057;&#x307E;&#x3059;&#x3002;&#x4F8B;&#x3048;&#x3070;&#x3001;&#x300C;&#x30B5;&#x30FC;&#x30D0;&#x30FC;&#x6599;&#x91D1;&#x306F;&#x3044;&#x304F;&#x3089;&#x3067;&#x3001;&#x3069;&#x306E;&#x3088;&#x3046;&#x306B;&#x4F7F;&#x7528;&#x3067;&#x304D;&#x307E;&#x3059;&#x304B;&#xFF1F;&#x300D;&#x3068;&#x3044;&#x3046;&#x8CEA;&#x554F;&#x306B;&#x5BFE;&#x3057;&#x3001;&#x30B5;&#x30FC;&#x30D0;&#x30FC;&#x6599;&#x91D1;&#x306F;&#x3044;&#x304F;&#x3089;&#x3067;&#x3001;&#x4F7F;&#x7528;&#x3059;&#x308B;&#x65B9;&#x6CD5;&#x306F;&#x4F55;&#x304B;&#x56DE;&#x7B54;&#x3092;&#x4F5C;&#x6210;&#x3057;&#x3066;&#x304F;&#x3060;&#x3055;&#x3044;&#x3002;</li>
</ul>
<p><strong>Q. B&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x3092;&#x65B0;&#x3057;&#x304F;&#x4F5C;&#x3063;&#x305F;&#x3093;&#x3067;&#x3059;&#x304C;&#x3001;A&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x3067;&#x4F5C;&#x3063;&#x305F;&#x4F1A;&#x8A71;&#x30C7;&#x30FC;&#x30BF;&#x30BB;&#x30C3;&#x30C8;&#x3092;&#x4F7F;&#x7528;&#x3057;&#x305F;&#x3044;&#x5834;&#x5408;&#x306F;&#x3069;&#x3046;&#x3059;&#x308C;&#x3070;&#x3044;&#x3044;&#x3067;&#x3059;&#x304B;?</strong></p>
<ul>
<li>&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x30B3;&#x30D4;&#x30FC;&#x6A5F;&#x80FD;&#x304A;&#x3088;&#x3073;Excel&#x306E;&#x30A2;&#x30C3;&#x30D7;&#x30ED;&#x30FC;&#x30C9;/&#x30C0;&#x30A6;&#x30F3;&#x30ED;&#x30FC;&#x30C9;&#x6A5F;&#x80FD;&#x3092;&#x6D3B;&#x7528;&#x3057;&#x3001;&#x4F1A;&#x8A71;&#x30C7;&#x30FC;&#x30BF;&#x30BB;&#x30C3;&#x30C8;&#x3092;&#x4FBF;&#x5229;&#x306B;&#x7BA1;&#x7406;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</li>
</ul>
<p><strong>Q. &#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306E;&#x30D3;&#x30EB;&#x30C9;&#x6642;&#x9593;&#x306F;&#x3069;&#x3046;&#x306A;&#x308A;&#x307E;&#x3059;&#x304B;?</strong></p>
<ul>
<li>&#x30D3;&#x30EB;&#x30C9;&#x6642;&#x9593;&#x306F;&#x3001;&#x30C7;&#x30FC;&#x30BF;&#x91CF;&#x306B;&#x3088;&#x3063;&#x3066;&#x5909;&#x308F;&#x308A;&#x307E;&#x3059;&#x304C;&#x3001;&#x4F1A;&#x8A71;&#x30C7;&#x30FC;&#x30BF;&#x30BB;&#x30C3;&#x30C8;100&#x4EE5;&#x4E0B;&#x306E;&#x5834;&#x5408;&#x306F;&#x3001;5&#x5206;&#xFF5E;10&#x5206;&#x306E;&#x9593;&#x3067;&#x5B66;&#x7FD2;&#x304C;&#x5B8C;&#x4E86;&#x3057;&#x307E;&#x3059;&#x3002;&#x307E;&#x305F;&#x3001;&#x4F1A;&#x8A71;&#x3092;1&#x3064;&#x767B;&#x9332;&#x3057;&#x3066;&#x304B;&#x3089;&#x30D3;&#x30EB;&#x30C9;&#x3092;&#x884C;&#x3063;&#x305F;&#x5834;&#x5408;&#x3001;&#x30C7;&#x30FC;&#x30BF;&#x30BB;&#x30C3;&#x30C8;&#x304C;&#x5C0F;&#x3055;&#x3059;&#x304E;&#x3066;&#x30D3;&#x30EB;&#x30C9;&#x306B;&#x5931;&#x6557;&#x3059;&#x308B;&#x3053;&#x3068;&#x3082;&#x3042;&#x308A;&#x307E;&#x3059;&#x3002;&#x5F93;&#x3063;&#x3066;&#x3001;&#x6700;&#x4F4E;10&#x4EE5;&#x4E0A;&#x306E;&#x4F1A;&#x8A71;&#x30C7;&#x30FC;&#x30BF;&#x30BB;&#x30C3;&#x30C8;&#x3092;&#x5165;&#x529B;&#x3057;&#x3066;&#x304B;&#x3089;&#x30D3;&#x30EB;&#x30C9;&#x304A;&#x3088;&#x3073;&#x30C6;&#x30B9;&#x30C8;&#x3092;&#x884C;&#x3063;&#x3066;&#x304F;&#x3060;&#x3055;&#x3044;&#x3002;</li>
</ul>
<p><strong>Q. Custom API&#x9023;&#x52D5;&#x306F;&#x3069;&#x306E;&#x3088;&#x3046;&#x306B;&#x3057;&#x307E;&#x3059;&#x304B;?</strong></p>
<ul>
<li>Custom API&#x9023;&#x52D5;&#x3092;&#x3059;&#x308B;&#x305F;&#x3081;&#x306B;&#x306F;&#x3001;API Gateway&#x30D7;&#x30ED;&#x30C0;&#x30AF;&#x30C8;&#x306E;&#x5229;&#x7528;&#x304C;&#x5148;&#x884C;&#x3055;&#x308C;&#x308B;&#x5FC5;&#x8981;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;&#x3002;
&#x8A73;&#x7D30;&#x306B;&#x3064;&#x3044;&#x3066;&#x306F;&#x4EE5;&#x4E0B;&#x306E;&#x8AAC;&#x660E;&#x66F8;&#xFF08;&#x65E7;&#x3001;&#x30E6;&#x30FC;&#x30B6;&#x30FC; &#x30AC;&#x30A4;&#x30C9;&#xFF09;&#x3092;&#x53C2;&#x7167;&#x3057;&#x3066;&#x304F;&#x3060;&#x3055;&#x3044;&#x3002;<ul>
<li><a href="https://docs.ncloud.com/ko/chatbot/chatbot-2-5.html" target="_blank">&#x30C1;&#x30E3;&#x30F3;&#x30CD;&#x30EB;&#x9023;&#x52D5;&#x30AC;&#x30A4;&#x30C9;(Custom API-&#x547C;&#x3073;&#x51FA;&#x3057;URL&#x306E;&#x4F5C;&#x6210;&#xFF09;&#x3078;</a></li>
<li><a href="https://docs.ncloud.com/ko/chatbot/chatbot-3-7.html" target="_blank">&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;Custom API Spec v2&#x3078;</a></li>
</ul>
</li>
</ul>
<p><strong>Q. &#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306E;&#x591A;&#x91CD;&#x30DC;&#x30BF;&#x30F3;&#x306F;&#x3069;&#x306E;&#x3088;&#x3046;&#x306B;&#x4F5C;&#x308A;&#x307E;&#x3059;&#x304B;?</strong></p>
<ul>
<li><p>LINE BRAIN&#x306E;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x3067;&#x306F;&#x3001;&#x30DC;&#x30BF;&#x30F3;&#x3067;&#x9078;&#x629E;&#x3067;&#x304D;&#x308B;&#x6A5F;&#x80FD;&#x304C;2&#x3064;&#x306E;&#x30BF;&#x30A4;&#x30D7;&#x3067;&#x63D0;&#x4F9B;&#x3055;&#x308C;&#x307E;&#x3059;&#x3002;2&#x3064;&#x306E;&#x65B9;&#x6CD5;&#x306E;&#x4E2D;&#x304B;&#x3089;&#x9078;&#x629E;&#x3057;&#x3001;&#x591A;&#x91CD;&#x30DC;&#x30BF;&#x30F3;&#x3092;&#x4F5C;&#x6210;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</p>
<p>1) url&#x30EA;&#x30F3;&#x30AF;&#x30DC;&#x30BF;&#x30F3;- &#x8868;&#x793A;&#x3055;&#x308C;&#x308B;&#x6587;&#x8A00;&#x304C;&#x30DC;&#x30BF;&#x30F3;&#x5F62;&#x5F0F;&#x3067;&#x8868;&#x793A;&#x3055;&#x308C;&#x3001;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x304C;&#x9078;&#x629E;&#x3059;&#x308B;&#x3068;&#x3001;&#x6307;&#x5B9A;&#x3057;&#x305F;url&#x30A2;&#x30C9;&#x30EC;&#x30B9;&#x3067;&#x65B0;&#x3057;&#x3044;&#x30A6;&#x30A3;&#x30F3;&#x30C9;&#x30A6;&#x304C;&#x958B;&#x304B;&#x308C;&#x307E;&#x3059;&#x3002;&#x591A;&#x91CD;URL&#x30EA;&#x30F3;&#x30AF;&#x306F;&#x3001;&#x56DE;&#x7B54;&#x30BF;&#x30A4;&#x30D7;&#x306E;&#x4E2D;&#x3067;&#x300C;&#x30DE;&#x30EB;&#x30C1;&#x30EA;&#x30F3;&#x30AF;&#x56DE;&#x7B54;&#x300D;&#x3092;&#x6D3B;&#x7528;&#x3059;&#x308C;&#x3070;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</p>
<p>2) &#x9078;&#x629E;&#x5F0F;&#x30DC;&#x30BF;&#x30F3; - &#x9078;&#x629E;&#x80A2;&#x304C;&#x30DC;&#x30BF;&#x30F3;&#x5F62;&#x5F0F;&#x3067;&#x8868;&#x793A;&#x3055;&#x308C;&#x3001;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x304C;&#x305D;&#x306E;&#x4E2D;&#x304B;&#x3089;1&#x3064;&#x306E;&#x30DC;&#x30BF;&#x30F3;&#x3092;&#x9078;&#x629E;&#x3057;&#x305F;&#x5834;&#x5408;&#x3001;&#x305D;&#x308C;&#x306B;&#x9069;&#x3057;&#x305F;&#x56DE;&#x7B54;&#x304C;&#x5FDC;&#x7B54;&#x3055;&#x308C;&#x307E;&#x3059;&#x3002;&#x9078;&#x629E;&#x5F0F;&#x30D5;&#x30A9;&#x30FC;&#x30E0;&#x306F;&#x3001;&#x56DE;&#x7B54;&#x30BF;&#x30A4;&#x30D7;&#x306E;&#x4E2D;&#x3067;&#x300C;&#x9078;&#x629E;&#x5F0F;&#x56DE;&#x7B54;&#x300D;&#x3092;&#x6D3B;&#x7528;&#x3059;&#x308C;&#x3070;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</p>
</li>
</ul>
<p><strong>Q. &#x306F;&#x3066;&#x306A;&#x30DE;&#x30FC;&#x30AF;&#x3001;&#x3073;&#x3063;&#x304F;&#x308A;&#x30DE;&#x30FC;&#x30AF;&#x306E;&#x3088;&#x3046;&#x306A;&#x8A18;&#x53F7;&#x3092;&#x4F7F;&#x3048;&#x307E;&#x3059;&#x304B;&#xFF1F;</strong></p>
<ul>
<li>&#x73FE;&#x5728;&#x306E;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x30A8;&#x30F3;&#x30B8;&#x30F3;&#x3067;&#x306F;&#x3001;&#x306F;&#x3066;&#x306A;&#x30DE;&#x30FC;&#x30AF;&#x306E;&#x3088;&#x3046;&#x306A;&#x8A18;&#x53F7;&#x3092;&#x5B66;&#x7FD2;&#x306B;&#x6D3B;&#x7528;&#x3057;&#x3066;&#x3044;&#x307E;&#x305B;&#x3093;&#x3002;&#x305D;&#x306E;&#x7406;&#x7531;&#x306F;&#x3001;&#x5B66;&#x7FD2;&#x7528;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x306E;&#x30D1;&#x30BF;&#x30FC;&#x30F3;&#x3068;&#x5B9F;&#x969B;&#x306E;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x306E;&#x4F7F;&#x3044;&#x65B9;&#x304C;&#x7570;&#x306A;&#x3063;&#x3066;&#x304F;&#x308B;&#x305F;&#x3081;&#x3067;&#x3059;&#x3002;</li>
</ul>
<p><strong>Q. &#x30A8;&#x30E9;&#x30FC;&#x30B3;&#x30FC;&#x30C9;&#x306E;&#x610F;&#x5473;&#x3092;&#x6559;&#x3048;&#x3066;&#x304F;&#x3060;&#x3055;&#x3044;&#x3002;</strong></p>
<ul>
<li><p>ActionMethod</p>
<ul>
<li>AM-1001-n: &#x8A31;&#x53EF;&#x3055;&#x308C;&#x305F;&#x30A2;&#x30AF;&#x30B7;&#x30E7;&#x30F3;&#x30E1;&#x30BD;&#x30C3;&#x30C9;&#x306E;&#x6570;(n)&#x3092;&#x8D85;&#x904E;</li>
<li>AM-1002-n: &#x30A2;&#x30AF;&#x30B7;&#x30E7;&#x30F3;&#x30E1;&#x30BD;&#x30C3;&#x30C9;&#x306E;&#x30BF;&#x30A4;&#x30E0;&#x30A2;&#x30A6;&#x30C8;&#xFF08;&#x8A31;&#x5BB9;&#x6642;&#x9593;&#xFF1A;n ms)</li>
<li>AM-1003-0: &#x30A2;&#x30AF;&#x30B7;&#x30E7;&#x30F3;&#x30E1;&#x30BD;&#x30C3;&#x30C9;&#x306E;&#x30A8;&#x30AF;&#x30BB;&#x30D7;&#x30B7;&#x30E7;&#x30F3;&#x304C;&#x767A;&#x751F;&#x3002;URL&#x8981;&#x30C1;&#x30A7;&#x30C3;&#x30AF;</li>
<li>AM-1004-0: &#x8A31;&#x53EF;&#x3055;&#x308C;&#x3066;&#x3044;&#x306A;&#x3044;&#x30A2;&#x30AF;&#x30B7;&#x30E7;&#x30F3;&#x30E1;&#x30BD;&#x30C3;&#x30C9;&#x306E;&#x5FDC;&#x7B54; (IllegalArgumentException)</li>
<li>AM-1004-1: &#x30A2;&#x30AF;&#x30B7;&#x30E7;&#x30F3;&#x30E1;&#x30BD;&#x30C3;&#x30C9;&#x306E;&#x5FDC;&#x7B54;&#x30A8;&#x30E9;&#x30FC;</li>
<li>AM-1005-0: &#x30D5;&#x30A9;&#x30FC;&#x30E0;&#x30DC;&#x30BF;&#x30F3;&#x3092;&#x53D6;&#x308A;&#x8FBC;&#x3081;&#x306A;&#x3044;</li>
</ul>
</li>
<li><p>FormData</p>
<ul>
<li>FM-1001-0: &#x30D5;&#x30A9;&#x30FC;&#x30E0;&#x30C7;&#x30FC;&#x30BF;&#x30A8;&#x30E9;&#x30FC;&#x306E;&#x767A;&#x751F;</li>
<li>FM-1002-0: &#x898B;&#x3064;&#x304B;&#x3089;&#x306A;&#x3044;&#x30D5;&#x30A9;&#x30FC;&#x30E0;&#x30C7;&#x30FC;&#x30BF;&#x306E;&#x5B58;&#x5728;</li>
<li>FM-1002-1: replace&#x30A8;&#x30E9;&#x30FC;</li>
<li>FM-1003-0: FormData&#x5FDC;&#x7B54;parse&#x30A8;&#x30E9;&#x30FC;</li>
</ul>
</li>
</ul>
<h2 id="&#x95A2;&#x9023;&#x60C5;&#x5831;&#x3078;&#x306E;&#x30EA;&#x30F3;&#x30AF;">&#x95A2;&#x9023;&#x60C5;&#x5831;&#x3078;&#x306E;&#x30EA;&#x30F3;&#x30AF;</h2>
<p>&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x306E;&#x4F5C;&#x6210;&#x3001;Conversation List&#x3068;&#x30B3;&#x30F3;&#x30DD;&#x30FC;&#x30CD;&#x30F3;&#x30C8;&#x306E;&#x7BA1;&#x7406;&#x304A;&#x3088;&#x3073;&#x7D71;&#x8A08;&#x7BA1;&#x7406;&#x306B;&#x95A2;&#x3057;&#x3066;&#x306F;&#x4EE5;&#x4E0B;&#x306E;&#x5229;&#x7528;&#x30AC;&#x30A4;&#x30C9;&#x3092;&#x53C2;&#x7167;&#x3057;&#x3066;&#x304F;&#x3060;&#x3055;&#x3044;&#x3002;</p>
<ul>
<li>Chatbot&#x30B9;&#x30BF;&#x30FC;&#x30C8;&#x30AC;&#x30A4;&#x30C9;<ul>
<li><a href="chatbot-1-2_ja.html">&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x3092;&#x958B;&#x767A;&#x3059;&#x308B;&#x524D;&#x306B;&#x8003;&#x3048;&#x308B;&#x3053;&#x3068;</a></li>
<li><a href="chatbot-1-1_ja.html">&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306E;&#x30AF;&#x30A4;&#x30C3;&#x30AF;&#x30B9;&#x30BF;&#x30FC;&#x30C8;&#x30AC;&#x30A4;&#x30C9;</a></li>
<li><a href="chatbot-1-3_ja.html">&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306E;&#x3088;&#x304F;&#x3042;&#x308B;&#x8CEA;&#x554F;</a>    </li>
</ul>
</li>
<li>Chatbot&#x3054;&#x5229;&#x7528;&#x30AC;&#x30A4;&#x30C9;<ul>
<li><a href="chatbot-3-1_ja.html">&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x7BA1;&#x7406;</a>
&#x3000;- <a href="chatbot-3-2_ja.html">Conversation List&#x306E;&#x7BA1;&#x7406;</a>  </li>
<li><a href="chatbot-3-3_ja.html">&#x4F1A;&#x8A71;&#x30B3;&#x30F3;&#x30DD;&#x30FC;&#x30CD;&#x30F3;&#x30C8;&#x306E;&#x7BA1;&#x7406;</a></li>
<li><a href="chatbot-3-4_ja.html">&#x7D71;&#x8A08;&#x306E;&#x7BA1;&#x7406;</a></li>
<li><a href="chatbot-3-5_ja.html">&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306E;Advanced&#x30AC;&#x30A4;&#x30C9;</a></li>
<li><a href="chatbot-3-8_ja.html">&#x6B63;&#x898F;&#x8868;&#x73FE;&#x306E;&#x5165;&#x529B;&#x30AC;&#x30A4;&#x30C9;</a></li>
<li><a href="chatbot-3-7_ja.html">&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306E;Custom API Spec.</a></li>
</ul>
</li>
<li>&#x30C1;&#x30E3;&#x30F3;&#x30CD;&#x30EB;&#x9023;&#x52D5;&#x30AC;&#x30A4;&#x30C9;<ul>
<li><a href="chatbot-2-1_ja.html">LINE&#x9023;&#x52D5;</a></li>
</ul>
</li>
<li>Agent Connections&#x30AC;&#x30A4;&#x30C9;<ul>
<li><a href="chatbot-2-7_ja.html">LINE Switcher API&#x9023;&#x52D5;</a></li>
</ul>
</li>
</ul>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="chatbot-1-1_ja.html" class="navigation navigation-prev navigation-unique" aria-label="Previous page: 1-2. Quick Start Guide">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"search":{" keyword":["chatbot","チャットボット"]},"title":"1-3. よくある質問","level":"1.2.3","depth":2,"next":{"title":"2.LINE BRAIN CHATBOT利用ガイド","level":"1.3","depth":1,"ref":"","articles":[{"title":"2-1. ドメイン","level":"1.3.1","depth":2,"path":"manual/chatbot-3-1_ja.md","ref":"./manual/chatbot-3-1_ja.md","articles":[]},{"title":"2-2. Conversation Listの管理","level":"1.3.2","depth":2,"path":"manual/chatbot-3-2_ja.md","ref":"./manual/chatbot-3-2_ja.md","articles":[]},{"title":"2-3. 会話コンポーネント","level":"1.3.3","depth":2,"path":"manual/chatbot-3-3_ja.md","ref":"./manual/chatbot-3-3_ja.md","articles":[]},{"title":"2-4. 統計管理","level":"1.3.4","depth":2,"path":"manual/chatbot-3-4_ja.md","ref":"./manual/chatbot-3-4_ja.md","articles":[]},{"title":"2-5. チャットボットのAdvancedガイド","level":"1.3.5","depth":2,"path":"manual/chatbot-3-5_ja.md","ref":"./manual/chatbot-3-5_ja.md","articles":[]},{"title":"2-6. 正規表現の入力ガイド","level":"1.3.6","depth":2,"path":"manual/chatbot-3-8_ja.md","ref":"./manual/chatbot-3-8_ja.md","articles":[]},{"title":"2-7. チャットボットのCustom API Spec.","level":"1.3.7","depth":2,"path":"manual/chatbot-3-7_ja.md","ref":"./manual/chatbot-3-7_ja.md","articles":[]}]},"previous":{"title":"1-2. Quick Start Guide","level":"1.2.2","depth":2,"path":"manual/chatbot-1-1_ja.md","ref":"./manual/chatbot-1-1_ja.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":[],"pluginsConfig":{"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"manual/chatbot-1-3_ja.md","mtime":"2019-10-29T03:45:48.517Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2019-11-01T06:49:59.410Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

