
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>2-3. 会話コンポーネント · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="chatbot-3-4_ja.html" />
    
    
    <link rel="prev" href="chatbot-3-2_ja.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    Introduction
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" >
            
                <span>
            
                    
                    1.LINE BRAIN CHATBOTスタートガイド
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.2.1" data-path="chatbot-1-2_ja.html">
            
                <a href="chatbot-1-2_ja.html">
            
                    
                    1-1. チャットボットサービスを始める前に考慮すべきこと
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.2" data-path="chatbot-1-1_ja.html">
            
                <a href="chatbot-1-1_ja.html">
            
                    
                    1-2. Quick Start Guide
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.3" data-path="chatbot-1-3_ja.html">
            
                <a href="chatbot-1-3_ja.html">
            
                    
                    1-3. よくある質問
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.3" >
            
                <span>
            
                    
                    2.LINE BRAIN CHATBOT利用ガイド
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.3.1" data-path="chatbot-3-1_ja.html">
            
                <a href="chatbot-3-1_ja.html">
            
                    
                    2-1. ドメイン
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.2" data-path="chatbot-3-2_ja.html">
            
                <a href="chatbot-3-2_ja.html">
            
                    
                    2-2. Conversation Listの管理
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.3.3" data-path="chatbot-3-3_ja.html">
            
                <a href="chatbot-3-3_ja.html">
            
                    
                    2-3. 会話コンポーネント
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.4" data-path="chatbot-3-4_ja.html">
            
                <a href="chatbot-3-4_ja.html">
            
                    
                    2-4. 統計管理
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.5" data-path="chatbot-3-5_ja.html">
            
                <a href="chatbot-3-5_ja.html">
            
                    
                    2-5. チャットボットのAdvancedガイド
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.6" data-path="chatbot-3-8_ja.html">
            
                <a href="chatbot-3-8_ja.html">
            
                    
                    2-6. 正規表現の入力ガイド
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.7" data-path="chatbot-3-7_ja.html">
            
                <a href="chatbot-3-7_ja.html">
            
                    
                    2-7. チャットボットのCustom API Spec.
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.4" >
            
                <span>
            
                    
                    3.チャンネル連動ガイド
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.4.1" data-path="chatbot-2-1_ja.html">
            
                <a href="chatbot-2-1_ja.html">
            
                    
                    3-1. チャンネル連動ガイド - LINE
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.5" >
            
                <span>
            
                    
                    4.有人チャットツール連動ガイド
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.5.1" data-path="chatbot-2-7_ja.html">
            
                <a href="chatbot-2-7_ja.html">
            
                    
                    4-1. Agent Connectionsガイド - LINE(LINE Switcher API)
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.6" >
            
                <span>
            
                    
                    5.拡張サービス連動ガイド
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.6.1" data-path="chatbot-2-8_ja.html">
            
                <a href="chatbot-2-8_ja.html">
            
                    
                    5-1. LINE PAYサービス連動ガイド
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >2-3. 会話コンポーネント</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h2 id="&#x4F1A;&#x8A71;&#x30B3;&#x30F3;&#x30DD;&#x30FC;&#x30CD;&#x30F3;&#x30C8;">&#x4F1A;&#x8A71;&#x30B3;&#x30F3;&#x30DD;&#x30FC;&#x30CD;&#x30F3;&#x30C8;</h2>
<p><strong>&#x4F1A;&#x8A71;&#x30B3;&#x30F3;&#x30DD;&#x30FC;&#x30CD;&#x30F3;&#x30C8;&#x306F;&#x3001;&#x81EA;&#x7136;&#x8A00;&#x8A9E;&#x30D9;&#x30FC;&#x30B9;&#x306E;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x30A8;&#x30F3;&#x30B8;&#x30F3;&#x306E;&#x7279;&#x6027;&#x3092;&#x304D;&#x3061;&#x3093;&#x3068;&#x7406;&#x89E3;&#x3057;&#x305F;&#x3046;&#x3048;&#x3001;&#x672C;&#x5F53;&#x306B;&#x5FC5;&#x8981;&#x306A;&#x6642;&#x306B;&#x3060;&#x3051;&#x4F7F;&#x3063;&#x3066;&#x3053;&#x305D;&#x52B9;&#x679C;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;&#x3002;</strong></p>
<p>&#x4F1A;&#x8A71;&#x4F5C;&#x6210;&#x65B9;&#x6CD5;&#x306B;&#x6163;&#x308C;&#x307E;&#x3057;&#x305F;&#x3089;&#x3001;&#x9AD8;&#x7D1A;&#x6A5F;&#x80FD;&#x3067;&#x3042;&#x308B;&#x4F1A;&#x8A71;&#x30B3;&#x30F3;&#x30DD;&#x30FC;&#x30CD;&#x30F3;&#x30C8;&#x3092;&#x6D3B;&#x7528;&#x3057;&#x3066;&#x307F;&#x3066;&#x304F;&#x3060;&#x3055;&#x3044;&#x3002;
&#x4F1A;&#x8A71;&#x30B3;&#x30F3;&#x30DD;&#x30FC;&#x30CD;&#x30F3;&#x30C8;&#x3068;&#x3044;&#x3046;&#x6A5F;&#x80FD;&#x306F;&#x3001;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306E;&#x56DE;&#x7B54;&#x3067;&#x3088;&#x308A;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x306B;&#x3084;&#x3055;&#x3057;&#x3044;&#x56DE;&#x7B54;&#x3092;&#x3059;&#x308B;&#x306B;&#x5F79;&#x7ACB;&#x3064;&#x6A5F;&#x80FD;&#x3067;&#x3059;&#x3002;</p>
<p>NAVER&#x30AF;&#x30E9;&#x30A6;&#x30C9;&#x30D7;&#x30E9;&#x30C3;&#x30C8;&#x30D5;&#x30A9;&#x30FC;&#x30E0;&#x306E;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306F;&#x3001;3&#x3064;&#x306E;&#x4F1A;&#x8A71;&#x30B3;&#x30F3;&#x30DD;&#x30FC;&#x30CD;&#x30F3;&#x30C8;&#x3092;&#x63D0;&#x4F9B;&#x3057;&#x307E;&#x3059;&#x3002;</p>
<ul>
<li>&#x30A8;&#x30F3;&#x30C6;&#x30A3;&#x30C6;&#x30A3;&#xFF1A;&#x4EBA;&#x540D;&#x3001;&#x6A5F;&#x95A2;&#x540D;&#x3001;&#x5834;&#x6240;&#x3001;&#x65E5;&#x4ED8;&#x3068;&#x5546;&#x54C1;&#x540D;&#x306A;&#x3069;&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x7279;&#x5316;&#x3057;&#x305F;&#x5358;&#x8A9E;&#x304C;&#x767B;&#x9332;&#x3055;&#x308C;&#x3066;&#x3044;&#x308B;&#x8F9E;&#x66F8;&#x3092;&#x610F;&#x5473;&#x3057;&#x307E;&#x3059;&#x3002;</li>
<li>&#x30A2;&#x30AF;&#x30B7;&#x30E7;&#x30F3;&#x30E1;&#x30BD;&#x30C3;&#x30C9;&#xFF1A;&#x5916;&#x90E8;&#x306E;URL&#x3092;&#x547C;&#x3073;&#x51FA;&#x3057;&#x3001;&#x305D;&#x306E;&#x5FDC;&#x7B54;&#x306E;&#x7D50;&#x679C;&#x5024;&#x3092;&#x56DE;&#x7B54;&#x306B;&#x542B;&#x3081;&#x3066;&#x63D0;&#x4F9B;&#x3059;&#x308B;&#x6A5F;&#x80FD;&#x3067;&#x3059;&#x3002;</li>
<li>&#x30D5;&#x30A9;&#x30FC;&#x30E0;&#xFF1A;&#x9078;&#x629E;&#x5F0F;&#x306E;&#x9078;&#x629E;&#x80A2;&#x3092;&#x63D0;&#x4F9B;&#x3059;&#x308B;&#x304B;&#x81EA;&#x7531;&#x56DE;&#x7B54;&#x5F0F;&#x306E;&#x56DE;&#x7B54;&#x3092;&#x8A98;&#x5C0E;&#x3057;&#x3001;&#x305D;&#x308C;&#x306B;&#x4F34;&#x3046;&#x30D5;&#x30A3;&#x30FC;&#x30C9;&#x30D0;&#x30C3;&#x30AF;&#x3067;&#x30B7;&#x30CA;&#x30EA;&#x30AA;&#x304C;&#x7D9A;&#x304F;&#x6A5F;&#x80FD;&#x3067;&#x3059;&#x3002;</li>
</ul>
<blockquote>
<p>&#x5F93;&#x6765;&#x63D0;&#x4F9B;&#x3057;&#x3066;&#x3044;&#x305F;&#x30BF;&#x30B9;&#x30AF;&#x6A5F;&#x80FD;&#x306F;7/25&#x3092;&#x3082;&#x3063;&#x3066;&#x9664;&#x5916;&#x3055;&#x308C;&#x307E;&#x3059;&#x3002;&#x305D;&#x306E;&#x4EE3;&#x308F;&#x308A;&#x306B;&#x3001;&#x3088;&#x308A;&#x9AD8;&#x5EA6;&#x5316;&#x3057;&#x305F;&#x6A5F;&#x80FD;&#x306E;&#x30B9;&#x30ED;&#x30C3;&#x30C8;&#x4F1A;&#x8A71;&#x3092;&#x4F7F;&#x3046;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;&#x8A73;&#x7D30;&#x306F; <a href="chatbot-3-5.md">&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306E;Advanced&#x30AC;&#x30A4;&#x30C9;</a>&#x3092;&#x53C2;&#x8003;&#x3057;&#x3066;&#x304F;&#x3060;&#x3055;&#x3044;&#x3002;</p>
</blockquote>
<h3 id="&#x30A8;&#x30F3;&#x30C6;&#x30A3;&#x30C6;&#x30A3;">&#x30A8;&#x30F3;&#x30C6;&#x30A3;&#x30C6;&#x30A3;</h3>
<p>&#x30A8;&#x30F3;&#x30C6;&#x30A3;&#x30C6;&#x30A3;&#x306F;&#x3001;&#x4EBA;&#x540D;&#x3001;&#x6A5F;&#x95A2;&#x540D;&#x3001;&#x5834;&#x6240;&#x3001;&#x65E5;&#x4ED8;&#x3068;&#x5546;&#x54C1;&#x540D;&#x306A;&#x3069;&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x7279;&#x5316;&#x3057;&#x305F;&#x5358;&#x8A9E;&#x304C;&#x767B;&#x9332;&#x3055;&#x308C;&#x3066;&#x3044;&#x308B;&#x8F9E;&#x66F8;&#x3092;&#x610F;&#x5473;&#x3057;&#x307E;&#x3059;&#x3002;</p>
<p>&#x30A8;&#x30F3;&#x30C6;&#x30A3;&#x30C6;&#x30A3;&#x306B;&#x306F;&#x3001;&#x30D3;&#x30EB;&#x30C9;&#x30A4;&#x30F3;&#x3067;&#x767B;&#x9332;&#x3055;&#x308C;&#x305F;&#x3059;&#x3079;&#x3066;&#x306E;&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x3067;&#x5171;&#x901A;&#x3067;&#x4F7F;&#x7528;&#x53EF;&#x80FD;&#x306A;&#x30B7;&#x30B9;&#x30C6;&#x30E0;&#x30A8;&#x30F3;&#x30C6;&#x30A3;&#x30C6;&#x30A3;&#x3068;&#x3001;&#x4F5C;&#x696D;&#x8005;&#x304C;&#x76F4;&#x63A5;&#x767B;&#x9332;&#x3057;&#x3066;&#x7279;&#x5B9A;&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x3067;&#x306E;&#x307F;&#x4F7F;&#x7528;&#x53EF;&#x80FD;&#x306A;&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x30A8;&#x30F3;&#x30C6;&#x30A3;&#x30C6;&#x30A3;&#x306B;&#x5206;&#x3051;&#x3089;&#x308C;&#x307E;&#x3059;&#x3002;&#x30A8;&#x30F3;&#x30C6;&#x30A3;&#x30C6;&#x30A3;&#x3092;&#x4F5C;&#x6210;&#x3001;&#x4FEE;&#x6B63;&#x3001;&#x524A;&#x9664;&#x3057;&#x305F;&#x5F8C;&#x306B;&#x306F;&#x3001;&#x30D3;&#x30EB;&#x30C9;&#x307E;&#x305F;&#x306F;&#x5909;&#x66F4;&#x3055;&#x308C;&#x305F;&#x8A2D;&#x5B9A;&#x306E;&#x9069;&#x7528;&#x3092;&#x5B8C;&#x4E86;&#x3057;&#x3066;&#x304B;&#x3089;&#x30E2;&#x30C7;&#x30EB;&#x306B;&#x53CD;&#x6620;&#x3055;&#x308C;&#x308B;&#x306E;&#x3067;&#x3001;&#x53C2;&#x8003;&#x306B;&#x3057;&#x3066;&#x304F;&#x3060;&#x3055;&#x3044;&#x3002;</p>
<p>&#x2460; &#x30C9;&#x30E1;&#x30A4;&#x30F3; &#x30A8;&#x30F3;&#x30C6;&#x30A3;&#x30C6;&#x30A3;</p>
<p><img src="../assets/chatbot-03-019.png" alt="chatbot-03-019.png"></p>
<p>&#x30A8;&#x30F3;&#x30C6;&#x30A3;&#x30C6;&#x30A3;&#x4F5C;&#x6210;&#x30DC;&#x30BF;&#x30F3;&#x3092;&#x30AF;&#x30EA;&#x30C3;&#x30AF;&#x3057;&#x3066;&#x30A8;&#x30F3;&#x30C6;&#x30A3;&#x30C6;&#x30A3;&#x3092;&#x4F5C;&#x6210;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</p>
<p><img src="../assets/chatbot-03-020.png" alt="chatbot-03-020.png"></p>
<ul>
<li>&#x30A8;&#x30F3;&#x30C6;&#x30A3;&#x30C6;&#x30A3;&#x540D;&#xFF1A;&#x30A8;&#x30F3;&#x30C6;&#x30A3;&#x30C6;&#x30A3;&#x306E;&#x540D;&#x524D;&#x3092;&#x5165;&#x529B;&#x3057;&#x307E;&#x3059;&#x3002;</li>
<li>&#x30A8;&#x30F3;&#x30C6;&#x30A3;&#x30C6;&#x30A3;&#x30B3;&#x30FC;&#x30C9;&#xFF1A;&#x8A72;&#x5F53;&#x30A8;&#x30F3;&#x30C6;&#x30A3;&#x30C6;&#x30A3;&#x306B;&#x4E0E;&#x3048;&#x3089;&#x308C;&#x305F;&#x30B3;&#x30FC;&#x30C9;&#x304C;&#x8868;&#x793A;&#x3055;&#x308C;&#x307E;&#x3059;&#x3002;</li>
<li>&#x4EE3;&#x8868;&#x8A9E;&#xFF1A;&#x30A8;&#x30F3;&#x30C6;&#x30A3;&#x30C6;&#x30A3;&#x306B;&#x767B;&#x9332;&#x3059;&#x308B;&#x4EE3;&#x8868;&#x8A9E;&#x3092;&#x5165;&#x529B;&#x3057;&#x307E;&#x3059;&#x3002;</li>
<li>&#x985E;&#x4F3C;&#x8A9E;&#xFF1A;&#x3055;&#x307E;&#x3056;&#x307E;&#x306A;&#x8868;&#x73FE;&#x306E;&#x985E;&#x4F3C;&#x8A9E;&#x3092;&#x5165;&#x529B;&#x3057;&#x307E;&#x3059;&#x3002;&#x8907;&#x6570;&#x306E;&#x985E;&#x4F3C;&#x8A9E;&#x3092;&#x5165;&#x529B;&#x3059;&#x308B;&#x5834;&#x5408;&#x3001;&#x30B3;&#x30F3;&#x30DE;&#xFF08;,&#xFF09;&#x3067;&#x533A;&#x5225;&#x3057;&#x307E;&#x3059;&#x3002;</li>
</ul>
<p>&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x30A8;&#x30F3;&#x30C6;&#x30A3;&#x30C6;&#x30A3;&#x5185;&#x3067;&#x91CD;&#x8907;&#x3055;&#x308C;&#x308B;&#x5358;&#x8A9E;&#x3092;&#x4EE3;&#x8868;&#x8A9E;&#x307E;&#x305F;&#x306F;&#x985E;&#x4F3C;&#x8A9E;&#x306B;&#x767B;&#x9332;&#x3067;&#x304D;&#x306A;&#x3044;&#x306E;&#x3067;&#x3001;&#x6CE8;&#x610F;&#x304C;&#x5FC5;&#x8981;&#x3067;&#x3059;&#x3002;</p>
<p>&#x2461; &#x30B7;&#x30B9;&#x30C6;&#x30E0;&#x30A8;&#x30F3;&#x30C6;&#x30A3;&#x30C6;&#x30A3;</p>
<p><img src="../assets/chatbot-03-020a.png" alt="chatbot-03-020a.png"></p>
<ul>
<li>&#x8A72;&#x5F53;&#x306E;&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x3067;&#x4F7F;&#x7528;&#x3059;&#x308B;&#x30B7;&#x30B9;&#x30C6;&#x30E0;&#x30A8;&#x30F3;&#x30C6;&#x30A3;&#x30C6;&#x30A3;&#x3092;&#x6709;&#x52B9;&#x5316;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</li>
<li>&#x3082;&#x3057;&#x30B9;&#x30ED;&#x30C3;&#x30C8;&#x4F1A;&#x8A71;&#x307E;&#x305F;&#x306F;&#x6B63;&#x898F;&#x8868;&#x73FE;&#x306E;&#x8CEA;&#x554F;&#x3067;&#x3001;&#x8A72;&#x5F53;&#x30B7;&#x30B9;&#x30C6;&#x30E0;&#x30A8;&#x30F3;&#x30C6;&#x30A3;&#x30C6;&#x30A3;&#x3092;&#x53C2;&#x7167;&#x3057;&#x3066;&#x3044;&#x308B;&#x5834;&#x5408;&#x3001;&#x7121;&#x52B9;&#x5316;&#x3067;&#x304D;&#x307E;&#x305B;&#x3093;&#x3002;</li>
</ul>
<p>&#x2462; &#x30A8;&#x30F3;&#x30C6;&#x30A3;&#x30C6;&#x30A3;&#x306E;&#x30BF;&#x30B0;&#x4ED8;&#x3051;</p>
<p>&#x767B;&#x9332;&#x3055;&#x308C;&#x305F;&#x30A8;&#x30F3;&#x30C6;&#x30A3;&#x30C6;&#x30A3;&#x306F;&#x3001;&#x4F1A;&#x8A71;&#x306E;&#x4E00;&#x822C;&#x8CEA;&#x554F;&#x306B;&#x30BF;&#x30B0;&#x4ED8;&#x3051;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;&#x30A8;&#x30F3;&#x30C6;&#x30A3;&#x30C6;&#x30A3;&#x3092;&#x767B;&#x9332;&#x3057;&#x305F;&#x5F8C;&#x30E2;&#x30C7;&#x30EB;&#x30D3;&#x30EB;&#x30C9;&#x304C;&#x5B8C;&#x4E86;&#x3055;&#x308C;&#x305F;&#x3089;&#x3001;&#x4E00;&#x822C;&#x8CEA;&#x554F;&#x3092;&#x5165;&#x529B;&#x3059;&#x308B;&#x3068;&#x304D;&#x306B;&#x3001;&#x81EA;&#x52D5;&#x3067;&#x8A72;&#x5F53;&#x306E;&#x30A8;&#x30F3;&#x30C6;&#x30A3;&#x30C6;&#x30A3;&#x304C;&#x30BF;&#x30B0;&#x4ED8;&#x3051;&#x3055;&#x308C;&#x307E;&#x3059;&#x3002;&#x3082;&#x3057;&#x624B;&#x52D5;&#x3067;&#x30A8;&#x30F3;&#x30C6;&#x30A3;&#x30C6;&#x30A3;&#x3092;&#x30BF;&#x30B0;&#x4ED8;&#x3051;&#x3059;&#x308B;&#x5834;&#x5408;&#x306F;&#x3001;&#x4EE5;&#x4E0B;&#x306E;&#x3088;&#x3046;&#x306A;&#x624B;&#x9806;&#x3067;&#x884C;&#x3044;&#x307E;&#x3059;&#x3002;</p>
<ol>
<li>&#x307E;&#x305A;&#x3001;&#x300C;&#x30DD;&#x30C6;&#x30C8;&#x30D4;&#x30B6;&#x300D;&#x3092;&#x30DE;&#x30A6;&#x30B9;&#x3067;&#x30C9;&#x30E9;&#x30C3;&#x30B0;&#x3057;&#x3066;&#x9078;&#x629E;&#x3057;&#x307E;&#x3059;&#x3002;</li>
<li>&#x30A8;&#x30F3;&#x30C6;&#x30A3;&#x30C6;&#x30A3;&#x306E;&#x9078;&#x629E;&#x753B;&#x9762;&#x304C;&#x51FA;&#x3066;&#x304D;&#x305F;&#x3089;&#x3001;&#x30BF;&#x30B0;&#x4ED8;&#x3051;&#x3057;&#x305F;&#x3044;&#x30A8;&#x30F3;&#x30C6;&#x30A3;&#x30C6;&#x30A3;&#x3092;&#x9078;&#x629E;&#x3057;&#x307E;&#x3059;&#x3002;</li>
<li>&#x65B0;&#x3057;&#x3044;&#x4EE3;&#x8868;&#x8A9E;&#x3067;&#x8FFD;&#x52A0;&#x3059;&#x308B;&#x304B;&#x3001;&#x3059;&#x3067;&#x306B;&#x767B;&#x9332;&#x3055;&#x308C;&#x3066;&#x3044;&#x308B;&#x4EE3;&#x8868;&#x8A9E;&#x306E;&#x985E;&#x4F3C;&#x8A9E;&#x3067;&#x8FFD;&#x52A0;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</li>
<li>&#x3082;&#x3057;&#x30A8;&#x30F3;&#x30C6;&#x30A3;&#x30C6;&#x30A3;&#x304C;&#x306A;&#x3044;&#x5834;&#x5408; <strong>&#x30A8;&#x30F3;&#x30C6;&#x30A3;&#x30C6;&#x30A3;&#x306E;&#x4F5C;&#x6210;</strong>&#x3092;&#x30AF;&#x30EA;&#x30C3;&#x30AF;&#x3057;&#x3066;&#x65B0;&#x898F;&#x4F5C;&#x6210;&#x3057;&#x307E;&#x3059;&#x3002;</li>
</ol>
<p><img src="../assets/chatbot-03-062.png" alt="chatbot-03-062.png"></p>
<p>&#x30A8;&#x30F3;&#x30C6;&#x30A3;&#x30C6;&#x30A3;&#x304C;&#x30BF;&#x30B0;&#x4ED8;&#x3051;&#x3055;&#x308C;&#x3066;&#x3044;&#x308B;&#x5834;&#x5408;&#x306F;&#x3001;&#x4F1A;&#x8A71;&#x306E;&#x8CEA;&#x554F;&#x306B;&#x30A8;&#x30F3;&#x30C6;&#x30A3;&#x30C6;&#x30A3;&#x304C;&#x9752;&#x8272;&#x3067;&#x8868;&#x793A;&#x3055;&#x308C;&#x307E;&#x3059;&#x3002;&#x3053;&#x306E;&#x3088;&#x3046;&#x306B;&#x30A8;&#x30F3;&#x30C6;&#x30A3;&#x30C6;&#x30A3;&#x304C;&#x30BF;&#x30B0;&#x4ED8;&#x3051;&#x3055;&#x308C;&#x3066;&#x3044;&#x308B;&#x8CEA;&#x554F;&#x306F;&#x3001;&#x30E2;&#x30C7;&#x30EB;&#x5B66;&#x7FD2;&#x306B;&#x53CD;&#x6620;&#x3055;&#x308C;&#x3001;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x306E;&#x767A;&#x8A71;&#x3092;&#x8A8D;&#x8B58;&#x3059;&#x308B;&#x306B;&#x5F79;&#x7ACB;&#x3061;&#x307E;&#x3059;&#x3002;</p>
<h3 id="&#x30A2;&#x30AF;&#x30B7;&#x30E7;&#x30F3;&#x30E1;&#x30BD;&#x30C3;&#x30C9;">&#x30A2;&#x30AF;&#x30B7;&#x30E7;&#x30F3;&#x30E1;&#x30BD;&#x30C3;&#x30C9;</h3>
<p>&#x30A2;&#x30AF;&#x30B7;&#x30E7;&#x30F3;&#x30E1;&#x30BD;&#x30C3;&#x30C9;&#x306F;&#x3001;<code>${ActionMethodName}</code>&#x306E;&#x5F62;&#x3067;&#x63D0;&#x8D77;&#x3055;&#x308C;&#x3001;GET&#x3068;JSON&#xFF08;POST&#xFF09;&#x305D;&#x3057;&#x3066;LINE PAY&#x3001;&#x8A08;&#xFF13;&#x3064;&#x306E;&#x65B9;&#x5F0F;&#x3092;&#x63D0;&#x4F9B;&#x3057;&#x307E;&#x3059;&#x3002;</p>
<p>&#x2460; GET&#x65B9;&#x5F0F;</p>
<p><img src="../assets/chatbot-03-021.png" alt="chatbot-03-021.png"></p>
<p>GET&#x65B9;&#x5F0F;&#x306F;&#x3001;&#x307E;&#x305A;&#x30A2;&#x30AF;&#x30B7;&#x30E7;&#x30F3;&#x30E1;&#x30BD;&#x30C3;&#x30C9;&#x540D;&#x3092;&#x5B9A;&#x7FA9;&#x3057;&#x3001;&#x5916;&#x90E8;URL&#x3092;&#x5B9A;&#x7FA9;&#x3057;&#x307E;&#x3059;&#x3002;GET&#x65B9;&#x5F0F;&#x306E;&#x30A2;&#x30AF;&#x30B7;&#x30E7;&#x30F3;&#x30E1;&#x30BD;&#x30C3;&#x30C9;&#x306F;&#x3001;URL&#x547C;&#x3073;&#x51FA;&#x3057;&#x306E;&#x7D50;&#x679C;&#x5024;&#x304C;&#x56DE;&#x7B54;&#x306E;&#x5185;&#x5BB9;&#x3068;&#x3057;&#x3066;&#x5165;&#x308A;&#x307E;&#x3059;&#x3002;</p>
<p>&#x4F8B;&#x3048;&#x3070;&#x3001;&#x56DE;&#x7B54;&#x3092;&quot;&#x73FE;&#x5728;&#x30C1;&#x30E7;&#x30F3;&#x30B8;&#x30E3;&#x6D1E;&#x306E;&#x6C17;&#x6E29;&#x306F; ${weather}&#x5EA6;&#x3067;&#x3059;&#x3002;&quot;&#x3068;&#x5B9A;&#x7FA9;&#x3057;&#x305F;&#x5834;&#x5408;&#x3001; ${weather}&#x306E;&#x5024;&#x306F;&#x5B9A;&#x7FA9;&#x3057;&#x305F;URL&#x3092;&#x547C;&#x3073;&#x51FA;&#x3057;&#x3066;Response&#x306B;&#x8FD4;&#x3063;&#x3066;&#x304F;&#x308B;&#x60C5;&#x5831;&#x3067;&#x3059;&#x3002;&#x3053;&#x306E;&#x5024;&#x304C;&#x300C;24&#x300D;&#x3067;&#x3042;&#x308C;&#x3070;&#x3001;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306F;&quot;&#x73FE;&#x5728;&#x30C1;&#x30E7;&#x30F3;&#x30B8;&#x30E3;&#x6D1E;&#x306E;&#x6C17;&#x6E29;&#x306F;24&#x5EA6;&#x3067;&#x3059;&#x3002;&quot;&#x3068;&#x56DE;&#x7B54;&#x3057;&#x307E;&#x3059;&#x3002;</p>
<p>&#x2461; JSON&#xFF08;POST&#xFF09;&#x5F62;&#x5F0F;</p>
<p>JSON&#xFF08;POST&#xFF09;&#x5F62;&#x5F0F;&#x306F;GET&#x65B9;&#x5F0F;&#x3068;&#x540C;&#x3058;&#x3060;&#x304C;&#x3001;URL&#x547C;&#x3073;&#x51FA;&#x3057;&#x306B;&#x30C7;&#x30FC;&#x30BF;&#x3092;&#x542B;&#x3081;&#x3066;&#x9001;&#x308B;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;&#x30C7;&#x30FC;&#x30BF;&#x3092;&#x9001;&#x308B;&#x5F62;&#x5F0F;&#x306F;JSON&#x5F62;&#x5F0F;&#x3067;&#x3059;&#x3002;</p>
<p><img src="../assets/chatbot-03-022.png" alt="chatbot-03-022.png"></p>
<p>&#x2462; LINE PAY</p>
<p>LINE PAY&#x306E;&#x30A2;&#x30AF;&#x30B7;&#x30E7;&#x30F3;&#x30E1;&#x30BD;&#x30C3;&#x30C9;&#x3092;&#x5229;&#x7528;&#x3057;&#x3001;&#x4FBF;&#x5229;&#x306B;LINE PAY&#x3067;&#x6C7A;&#x6E08;&#x3059;&#x308B;&#x30B7;&#x30CA;&#x30EA;&#x30AA;&#x3092;&#x69CB;&#x6210;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</p>
<p><a href="chatbot-2-8.md">LINE PAY&#x9023;&#x52D5;&#x30AC;&#x30A4;&#x30C9;</a>&#x3092;&#x53C2;&#x8003;&#x306B;&#x3001;LINE PAY&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x3092;&#x9023;&#x52D5;&#x3057;&#x3066;&#x304B;&#x3089;&#x5229;&#x7528;&#x3057;&#x3066;&#x304F;&#x3060;&#x3055;&#x3044;&#x3002;</p>
<ul>
<li><p>&#x4FA1;&#x683C;&#x5165;&#x529B;&#x578B;</p>
<p><img src="../assets/chatbot-2-8-06.png" alt="chatbot-2-8-06.png"></p>
<ul>
<li><p>&#x5165;&#x529B;&#x3055;&#x308C;&#x305F;&#x4FA1;&#x683C;&#x3067;LINE PAY&#x6C7A;&#x6E08;&#x3092;&#x884C;&#x3044;&#x307E;&#x3059;&#x3002;&#x4FA1;&#x683C;&#x306E;&#x5909;&#x52D5;&#x304C;&#x306A;&#x3044;&#x5546;&#x54C1;&#x3092;&#x6C7A;&#x6E08;&#x3059;&#x308B;&#x3068;&#x304D;&#x306B;&#x306F;&#x6D3B;&#x7528;&#x3059;&#x308B;&#x3053;&#x3068;&#x3092;&#x304A;&#x52E7;&#x3081;&#x3057;&#x307E;&#x3059;&#x3002;</p>
</li>
<li><p>&#x540D;&#x524D;&#xFF1A;&#x4FA1;&#x683C;&#x5165;&#x529B;&#x578B;&#x306E;&#x5834;&#x5408;&#x3001;&#x30A2;&#x30AF;&#x30B7;&#x30E7;&#x30F3;&#x30E1;&#x30BD;&#x30C3;&#x30C9;&#x306E;&#x540D;&#x524D;&#x3092;&#x76F4;&#x63A5;&#x5165;&#x529B;&#x3057;&#x307E;&#x305B;&#x3093;&#x3002;&#x4FA1;&#x683C;&#x60C5;&#x5831;&#x3068;&#x5546;&#x54C1;&#x540D;&#x3092;&#x5165;&#x529B;&#x3059;&#x308B;&#x3068;&#x3001;&#x30A2;&#x30AF;&#x30B7;&#x30E7;&#x30F3;&#x30E1;&#x30BD;&#x30C3;&#x30C9;&#x306E;&#x540D;&#x524D;&#x304C;&#x81EA;&#x52D5;&#x5B8C;&#x6210;&#x3055;&#x308C;&#x307E;&#x3059;&#x3002;</p>
</li>
<li><p>Price information&#xFF1A;&#x6C7A;&#x6E08;&#x3059;&#x308B;&#x4FA1;&#x683C;&#x3092;&#x5165;&#x529B;&#x3057;&#x307E;&#x3059;&#x3002;&#x57FA;&#x6E96;&#x901A;&#x8CA8;&#x5186;&#xFF08;&#xA5;&#xFF09;&#x3067;&#x3059;&#x3002;</p>
</li>
<li><p>Product name&#xFF1A;&#x6C7A;&#x6E08;&#x3059;&#x308B;&#x5546;&#x54C1;&#x306E;&#x540D;&#x524D;&#x3092;&#x5165;&#x529B;&#x3057;&#x307E;&#x3059;&#x3002;</p>
</li>
</ul>
</li>
<li><p>API &#x9023;&#x52D5;&#x578B;</p>
<p><img src="../assets/chatbot-03-029.png" alt="chatbot-03-029.png"></p>
<ul>
<li>&#x5165;&#x529B;&#x3055;&#x308C;&#x305F;&#x5916;&#x90E8;&#x306E;URL&#x3092;&#x547C;&#x3073;&#x51FA;&#x3057;&#x3001;&#x78BA;&#x8A8D;&#x3055;&#x308C;&#x305F;&#x4FA1;&#x683C;&#x3067;LINE PAY&#x6C7A;&#x6E08;&#x3092;&#x884C;&#x3044;&#x307E;&#x3059;&#x3002;&#x4FA1;&#x683C;&#x304C;&#x56FA;&#x5B9A;&#x3055;&#x308C;&#x305F;&#x3044;&#x306A;&#x3044;&#x304B;&#x3001;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x304C;&#x9078;&#x629E;&#x3057;&#x305F;&#x30B9;&#x30ED;&#x30C3;&#x30C8;&#x60C5;&#x5831;&#x306B;&#x3088;&#x3063;&#x3066;&#x4FA1;&#x683C;&#x304C;&#x5909;&#x52D5;&#x3055;&#x308C;&#x308B;&#x5834;&#x5408;&#x306B;&#x6D3B;&#x7528;&#x3059;&#x308B;&#x3053;&#x3068;&#x3092;&#x304A;&#x52E7;&#x3081;&#x3057;&#x307E;&#x3059;&#x3002;</li>
<li>&#x540D;&#x524D;&#xFF1A;&#x30A2;&#x30AF;&#x30B7;&#x30E7;&#x30F3;&#x30E1;&#x30BD;&#x30C3;&#x30C9;&#x306E;&#x540D;&#x524D;&#x3092;&#x5165;&#x529B;&#x3057;&#x307E;&#x3059;&#x3002;</li>
<li>URL&#xFF1A;&#x4FA1;&#x683C;&#x60C5;&#x5831;&#x3092;&#x78BA;&#x8A8D;&#x3067;&#x304D;&#x308B;&#x5916;&#x90E8;&#x306E;URL&#x3092;&#x5165;&#x529B;&#x3057;&#x307E;&#x3059;&#x3002;</li>
</ul>
</li>
</ul>
<p>&#x4F8B;&#x3048;&#x3070;&#x3001;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x304C;&#x30B3;&#x30F3;&#x30D3;&#x30CD;&#x30FC;&#x30B7;&#x30E7;&#x30F3;&#x30D4;&#x30B6;&#x306E;S&#x30B5;&#x30A4;&#x30BA;&#x3092;2&#x679A;&#x6CE8;&#x6587;&#x3057;&#x305F;&#x306E;&#x3067;&#x3042;&#x308C;&#x3070;&#x3001;&#x4EE5;&#x4E0B;&#x306E;&#x30B9;&#x30ED;&#x30C3;&#x30C8;&#x60C5;&#x5831;&#x3092;&#x5916;&#x90E8;&#x306E;URL&#x306B;&#x9001;&#x308A;&#x307E;&#x3059;&#x3002;Response&#x3067;&#x8FD4;&#x3063;&#x3066;&#x304F;&#x308B;&#x5024;&#x304C;&#x300C;49900&#x300D;&#x3067;&#x3042;&#x308C;&#x3070;&#x3001;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306F;49,900&#x30A6;&#x30A9;&#x30F3;&#x3092;LINE PAY&#x3067;&#x6C7A;&#x6E08;&#x3057;&#x307E;&#x3059;&#x3002;</p>
<pre><code>@&#x30D4;&#x30B6;&#xFF1A;&#x30B3;&#x30F3;&#x30D3;&#x30CD;&#x30FC;&#x30B7;&#x30E7;&#x30F3;&#x30D4;&#x30B6;
@&#x30D4;&#x30B6;&#x306E;&#x30B5;&#x30A4;&#x30BA;&#xFF1A;S&#x30B5;&#x30A4;&#x30BA;
@&#x30D4;&#x30B6;&#x306E;&#x6570;&#x91CF;&#xFF1A;2&#x679A;
</code></pre><h3 id="&#x30D5;&#x30A9;&#x30FC;&#x30E0;">&#x30D5;&#x30A9;&#x30FC;&#x30E0;</h3>
<p>&#x30D5;&#x30A9;&#x30FC;&#x30E0;&#x306F;&#x3001;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x306E;&#x8CEA;&#x554F;&#x306B;&#x3088;&#x3063;&#x3066;&#x9078;&#x629E;&#x5F0F;&#x304A;&#x3088;&#x3073;&#x81EA;&#x7531;&#x56DE;&#x7B54;&#x5F0F;&#x306E;&#x8CEA;&#x554F;&#x3092;&#x63D0;&#x4F9B;&#x3057;&#x3001;&#x305D;&#x306E;&#x56DE;&#x7B54;&#x306E;&#x30D5;&#x30A3;&#x30FC;&#x30C9;&#x30D0;&#x30C3;&#x30AF;&#x3067;&#x4F1A;&#x8A71;&#x304C;&#x7D9A;&#x304F;&#x6A5F;&#x80FD;&#x3067;&#x3059;&#x3002;</p>
<p>&#x30D5;&#x30A9;&#x30FC;&#x30E0;&#x540D;&#x3092;&#x5B9A;&#x7FA9;&#x3059;&#x308B;&#x3068;&#x3001;&#x56DE;&#x7B54;&#x3067; <code>#{FormName}</code>&#x306E;&#x5F62;&#x3067;&#x30B3;&#x30F3;&#x30DD;&#x30FC;&#x30CD;&#x30F3;&#x30C8;&#x3092;&#x4F7F;&#x7528;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</p>
<p>&#x30D5;&#x30A9;&#x30FC;&#x30E0;&#x306F;&#x3001;&#x4EE5;&#x4E0B;&#x306E;2&#x3064;&#x306E;&#x30BF;&#x30A4;&#x30D7;&#x3092;&#x63D0;&#x4F9B;&#x3057;&#x307E;&#x3059;&#x3002;</p>
<ul>
<li>&#x9078;&#x629E;&#x5F0F;: &#x9078;&#x629E;&#x5F0F;&#x30DC;&#x30BF;&#x30F3;&#x306E;&#x4E2D;&#x304B;&#x3089;1&#x3064;&#x306E;&#x30DC;&#x30BF;&#x30F3;&#x3092;&#x9078;&#x629E;&#x3059;&#x308B;&#x3088;&#x3046;&#x306B;&#x3057;&#x307E;&#x3059;&#x3002;</li>
</ul>
<p><img src="../assets/chatbot-03-023.png" alt="chatbot-03-023.png"></p>
<p>&#x4F8B;&#x3048;&#x3070;&#x3001;&#x9867;&#x5BA2;&#x306B;&#x78BA;&#x8A8D;&#x3092;&#x53D7;&#x3051;&#x308B;Yes/No&#x3092;&#x9078;&#x629E;&#x5F0F;&#x30D5;&#x30A9;&#x30FC;&#x30E0;&#x3067;&#x4F5C;&#x3063;&#x305F;&#x5834;&#x5408;&#x3001;&#x3053;&#x306E;&#x30B3;&#x30F3;&#x30DD;&#x30FC;&#x30CD;&#x30F3;&#x30C8;&#x3092;&#x3055;&#x307E;&#x3056;&#x307E;&#x306A;&#x30B1;&#x30FC;&#x30B9;&#x306B;&#x4F7F;&#x3046;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;&#x30D5;&#x30A9;&#x30FC;&#x30E0;&#x3092;&#x9069;&#x7528;&#x3059;&#x308B;&#x305F;&#x3081;&#x306B;&#x306F;&#x3001; <strong>&#xFF11;&#xFF09;&#x9078;&#x629E;&#x5F0F;&#x56DE;&#x7B54;&#x30BF;&#x30A4;&#x30D7;</strong>&#x3092;&#x9078;&#x629E;&#x3057;&#x3066;&#x30D5;&#x30A9;&#x30FC;&#x30E0;&#x3092;&#x53D6;&#x308A;&#x8FBC;&#x3080;&#x304B;&#x3001;<strong>2&#xFF09;&#x56DE;&#x7B54;&#x5165;&#x529B;&#x753B;&#x9762;&#x3067;#&#x3092;&#x5165;&#x529B;</strong>&#x3057;&#x3001;&#x30D5;&#x30A9;&#x30FC;&#x30E0;&#x30EA;&#x30B9;&#x30C8;&#x304C;&#x898B;&#x3048;&#x308B;&#x3068;&#x72B6;&#x6CC1;&#x306B;&#x5FDC;&#x3058;&#x3066;&#x9078;&#x629E;&#x30FB;&#x9069;&#x7528;&#x3057;&#x307E;&#x3059;&#x3002;</p>
<ul>
<li>&#x81EA;&#x7531;&#x56DE;&#x7B54;&#x5F0F;&#xFF1A;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306E;&#x8CEA;&#x554F;&#x306B;&#x3001;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x304B;&#x3089;&#x306E;Text&#x5FDC;&#x7B54;&#x3092;&#x53D7;&#x3051;&#x53D6;&#x3063;&#x3066;&#x56DE;&#x7B54;&#x3092;&#x63D0;&#x4F9B;&#x3059;&#x308B;&#x3088;&#x3046;&#x306B;&#x3057;&#x307E;&#x3059;&#x3002;</li>
</ul>
<p>&#x81EA;&#x7531;&#x56DE;&#x7B54;&#x5F0F;&#x30D5;&#x30A9;&#x30FC;&#x30E0;&#x3067;&#x306F;&#x3001;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x304C;&#x5148;&#x306B;&#x8CEA;&#x554F;&#x3059;&#x308B;&#x3068;&#x3001;&#x81EA;&#x7531;&#x56DE;&#x7B54;&#x5F0F;&#x30D5;&#x30A9;&#x30FC;&#x30E0;&#x306E;&#x6848;&#x5185;&#x6587;&#x3092;&#x5148;&#x306B;&#x5FDC;&#x7B54;&#x3057;&#x307E;&#x3059;&#x3002;&#x305D;&#x3057;&#x3066;&#x3001;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x304B;&#x3089;&#x306E;&#x5165;&#x529B;&#x304C;&#x3042;&#x308C;&#x3070;&#x3001;&#x81EA;&#x7531;&#x56DE;&#x7B54;&#x5F0F;&#x30D5;&#x30A9;&#x30FC;&#x30E0;&#x306E;&#x56DE;&#x7B54;&#x3092;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x3067;&#x51FA;&#x3057;&#x307E;&#x3059;&#x3002;&#x5FDC;&#x7B54;&#x306E;&#x6D41;&#x308C;&#x306F;&#x4EE5;&#x4E0B;&#x306E;&#x901A;&#x308A;&#x3067;&#x3059;&#x3002;</p>
<pre><code>&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#xFF1A;&#x898B;&#x7A4D;&#x3082;&#x308A;&#x306E;&#x554F;&#x3044;&#x5408;&#x308F;&#x305B;

&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306E;&#x56DE;&#x7B54;&#xFF1A;&#x6848;&#x5185;&#x30E1;&#x30FC;&#x30EB;&#x306E;&#x53D7;&#x53D6;&#x304C;&#x53EF;&#x80FD;&#x306A;&#x30E1;&#x30FC;&#x30EB;&#x30A2;&#x30C9;&#x30EC;&#x30B9;&#x3092;&#x5165;&#x529B;&#x3057;&#x3066;&#x304F;&#x3060;&#x3055;&#x3044;&#x3002;&#x5165;&#x529B;&#x3057;&#x305F;&#x60C5;&#x5831;&#x306F;&#x62C5;&#x5F53;&#x8005;&#x306B;&#x4F1D;&#x308F;&#x308A;&#x307E;&#x3059;&#x3002;     
==&gt; &#xFF08;FORM&#x306E;&#x6848;&#x5185;&#x6587;&#xFF09;

&#x30E6;&#x30FC;&#x30B6;&#x30FC;: abc@linecorp.com

&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306E;&#x56DE;&#x7B54;&#xFF1A;&#x62C5;&#x5F53;&#x8005;&#x306B;&#x30E1;&#x30FC;&#x30EB;&#x30A2;&#x30C9;&#x30EC;&#x30B9;&#x3092;&#x9001;&#x308A;&#x307E;&#x3057;&#x305F;&#x3002;&#x3042;&#x308A;&#x304C;&#x3068;&#x3046;&#x3054;&#x3056;&#x3044;&#x307E;&#x3059;&#x3002;
==&gt; &#xFF08;FORM&#x306E;&#x56DE;&#x7B54;&#xFF09;
</code></pre><p><img src="../assets/chatbot-03-023a.png" alt="chatbot-03-023.png"></p>
<p>&#x81EA;&#x7531;&#x56DE;&#x7B54;&#x5F0F;&#x30D5;&#x30A9;&#x30FC;&#x30E0;&#x306E;&#x56DE;&#x7B54;&#x304C;&#x51FA;&#x308B;&#x5834;&#x5408;&#x3001;&#x8A72;&#x5F53;&#x30E1;&#x30C3;&#x30BB;&#x30FC;&#x30B8;&#x306B;&#x30A2;&#x30AF;&#x30B7;&#x30E7;&#x30F3;&#x30E1;&#x30BD;&#x30C3;&#x30C9;&#x304C;&#x5B58;&#x5728;&#x3059;&#x308B;&#x306E;&#x3067;&#x3042;&#x308C;&#x3070;&#x3001;&#x8A72;&#x5F53;&#x30A2;&#x30AF;&#x30B7;&#x30E7;&#x30F3;&#x30E1;&#x30BD;&#x30C3;&#x30C9;&#x306E;&#x30D8;&#x30C3;&#x30C0;&#x30FC;&#x306B;X-KAA-USERMSG&#x3092;key&#x306B;&#x3057;&#x3066;utf-8&#x306B;&#x30A4;&#x30F3;&#x30B3;&#x30FC;&#x30C7;&#x30A3;&#x30F3;&#x30B0;&#x3055;&#x308C;&#x305F;&#x30E1;&#x30C3;&#x30BB;&#x30FC;&#x30B8;&#x304C;&#x9001;&#x4FE1;&#x3055;&#x308C;&#x307E;&#x3059;&#x3002;</p>
<p><img src="../assets/chatbot-03-023b.png" alt="chatbot-03-023.png"></p>
<h2 id="&#x95A2;&#x9023;&#x60C5;&#x5831;&#x3078;&#x306E;&#x30EA;&#x30F3;&#x30AF;">&#x95A2;&#x9023;&#x60C5;&#x5831;&#x3078;&#x306E;&#x30EA;&#x30F3;&#x30AF;</h2>
<p>&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x306E;&#x4F5C;&#x6210;&#x3001;Conversation List&#x3068;&#x30B3;&#x30F3;&#x30DD;&#x30FC;&#x30CD;&#x30F3;&#x30C8;&#x306E;&#x7BA1;&#x7406;&#x304A;&#x3088;&#x3073;&#x7D71;&#x8A08;&#x7BA1;&#x7406;&#x306B;&#x95A2;&#x3057;&#x3066;&#x306F;&#x4EE5;&#x4E0B;&#x306E;&#x5229;&#x7528;&#x30AC;&#x30A4;&#x30C9;&#x3092;&#x53C2;&#x7167;&#x3057;&#x3066;&#x304F;&#x3060;&#x3055;&#x3044;&#x3002;</p>
<ul>
<li>Chatbot&#x30B9;&#x30BF;&#x30FC;&#x30C8;&#x30AC;&#x30A4;&#x30C9;<ul>
<li><a href="chatbot-1-2_ja.html">&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x3092;&#x958B;&#x767A;&#x3059;&#x308B;&#x524D;&#x306B;&#x8003;&#x3048;&#x308B;&#x3053;&#x3068;</a></li>
<li><a href="chatbot-1-1_ja.html">&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306E;&#x30AF;&#x30A4;&#x30C3;&#x30AF;&#x30B9;&#x30BF;&#x30FC;&#x30C8;&#x30AC;&#x30A4;&#x30C9;</a></li>
<li><a href="chatbot-1-3_ja.html">&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306E;&#x3088;&#x304F;&#x3042;&#x308B;&#x8CEA;&#x554F;</a>    </li>
</ul>
</li>
<li>Chatbot&#x3054;&#x5229;&#x7528;&#x30AC;&#x30A4;&#x30C9;<ul>
<li><a href="chatbot-3-1_ja.html">&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x7BA1;&#x7406;</a>
&#x3000;- <a href="chatbot-3-2_ja.html">Conversation List&#x306E;&#x7BA1;&#x7406;</a>  </li>
<li><a href="chatbot-3-3_ja.html">&#x4F1A;&#x8A71;&#x30B3;&#x30F3;&#x30DD;&#x30FC;&#x30CD;&#x30F3;&#x30C8;&#x306E;&#x7BA1;&#x7406;</a></li>
<li><a href="chatbot-3-4_ja.html">&#x7D71;&#x8A08;&#x306E;&#x7BA1;&#x7406;</a></li>
<li><a href="chatbot-3-5_ja.html">&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306E;Advanced&#x30AC;&#x30A4;&#x30C9;</a></li>
<li><a href="chatbot-3-8_ja.html">&#x6B63;&#x898F;&#x8868;&#x73FE;&#x306E;&#x5165;&#x529B;&#x30AC;&#x30A4;&#x30C9;</a></li>
<li><a href="chatbot-3-7_ja.html">&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306E;Custom API Spec.</a></li>
</ul>
</li>
<li>&#x30C1;&#x30E3;&#x30F3;&#x30CD;&#x30EB;&#x9023;&#x52D5;&#x30AC;&#x30A4;&#x30C9;<ul>
<li><a href="chatbot-2-1_ja.html">LINE&#x9023;&#x52D5;</a></li>
</ul>
</li>
<li>Agent Connections&#x30AC;&#x30A4;&#x30C9;<ul>
<li><a href="chatbot-2-7_ja.html">LINE Switcher API&#x9023;&#x52D5;</a></li>
</ul>
</li>
</ul>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="chatbot-3-2_ja.html" class="navigation navigation-prev " aria-label="Previous page: 2-2. Conversation Listの管理">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="chatbot-3-4_ja.html" class="navigation navigation-next " aria-label="Next page: 2-4. 統計管理">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"search":{"keyword":["chatbot","チャットボット"]},"title":"2-3. 会話コンポーネント","level":"1.3.3","depth":2,"next":{"title":"2-4. 統計管理","level":"1.3.4","depth":2,"path":"manual/chatbot-3-4_ja.md","ref":"./manual/chatbot-3-4_ja.md","articles":[]},"previous":{"title":"2-2. Conversation Listの管理","level":"1.3.2","depth":2,"path":"manual/chatbot-3-2_ja.md","ref":"./manual/chatbot-3-2_ja.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":[],"pluginsConfig":{"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"manual/chatbot-3-3_ja.md","mtime":"2019-10-29T03:46:22.958Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2019-11-01T06:49:59.410Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

