
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>2-4. 統計管理 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="chatbot-3-5_ja.html" />
    
    
    <link rel="prev" href="chatbot-3-3_ja.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    Introduction
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" >
            
                <span>
            
                    
                    1.LINE BRAIN CHATBOTスタートガイド
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.2.1" data-path="chatbot-1-2_ja.html">
            
                <a href="chatbot-1-2_ja.html">
            
                    
                    1-1. チャットボットサービスを始める前に考慮すべきこと
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.2" data-path="chatbot-1-1_ja.html">
            
                <a href="chatbot-1-1_ja.html">
            
                    
                    1-2. Quick Start Guide
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.3" data-path="chatbot-1-3_ja.html">
            
                <a href="chatbot-1-3_ja.html">
            
                    
                    1-3. よくある質問
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.3" >
            
                <span>
            
                    
                    2.LINE BRAIN CHATBOT利用ガイド
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.3.1" data-path="chatbot-3-1_ja.html">
            
                <a href="chatbot-3-1_ja.html">
            
                    
                    2-1. ドメイン
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.2" data-path="chatbot-3-2_ja.html">
            
                <a href="chatbot-3-2_ja.html">
            
                    
                    2-2. Conversation Listの管理
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.3" data-path="chatbot-3-3_ja.html">
            
                <a href="chatbot-3-3_ja.html">
            
                    
                    2-3. 会話コンポーネント
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.3.4" data-path="chatbot-3-4_ja.html">
            
                <a href="chatbot-3-4_ja.html">
            
                    
                    2-4. 統計管理
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.5" data-path="chatbot-3-5_ja.html">
            
                <a href="chatbot-3-5_ja.html">
            
                    
                    2-5. チャットボットのAdvancedガイド
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.6" data-path="chatbot-3-8_ja.html">
            
                <a href="chatbot-3-8_ja.html">
            
                    
                    2-6. 正規表現の入力ガイド
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.7" data-path="chatbot-3-7_ja.html">
            
                <a href="chatbot-3-7_ja.html">
            
                    
                    2-7. チャットボットのCustom API Spec.
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.4" >
            
                <span>
            
                    
                    3.チャンネル連動ガイド
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.4.1" data-path="chatbot-2-1_ja.html">
            
                <a href="chatbot-2-1_ja.html">
            
                    
                    3-1. チャンネル連動ガイド - LINE
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.5" >
            
                <span>
            
                    
                    4.有人チャットツール連動ガイド
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.5.1" data-path="chatbot-2-7_ja.html">
            
                <a href="chatbot-2-7_ja.html">
            
                    
                    4-1. Agent Connectionsガイド - LINE(LINE Switcher API)
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.6" >
            
                <span>
            
                    
                    5.拡張サービス連動ガイド
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.6.1" data-path="chatbot-2-8_ja.html">
            
                <a href="chatbot-2-8_ja.html">
            
                    
                    5-1. LINE PAYサービス連動ガイド
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >2-4. 統計管理</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h2 id="&#x7D71;&#x8A08;&#x7BA1;&#x7406;">&#x7D71;&#x8A08;&#x7BA1;&#x7406;</h2>
<p>&#x5B9F;&#x969B;&#x306E;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x3067;&#x306F;&#x3001;&#x5B9F;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x306E;&#x5229;&#x7528;&#x65B9;&#x5F0F;&#x304C;&#x4F1A;&#x8A71;&#x306E;&#x4F5C;&#x6210;&#x904E;&#x7A0B;&#x3067;&#x60F3;&#x5B9A;&#x3057;&#x3066;&#x3044;&#x305F;&#x767A;&#x8A71;&#x30BF;&#x30A4;&#x30D7;&#x3068;&#x9055;&#x3046;&#x3053;&#x3068;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;&#x3002;&#x307E;&#x305F;&#x3001;&#x30E2;&#x30C7;&#x30EA;&#x30F3;&#x30B0;&#x306E;&#x3068;&#x304D;&#x306B;&#x3059;&#x3079;&#x3066;&#x306E;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x306E;&#x767A;&#x8A71;&#x30D1;&#x30BF;&#x30FC;&#x30F3;&#x3092;&#x4EE3;&#x5F01;&#x3057;&#x305F;&#x308F;&#x3051;&#x3067;&#x306F;&#x306A;&#x3044;&#x305F;&#x3081;&#x3001;&#x7D71;&#x8A08;&#x30C7;&#x30FC;&#x30BF;&#x304A;&#x3088;&#x3073;&#x6D41;&#x5165;&#x3055;&#x308C;&#x305F;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x306E;&#x767A;&#x8A71;&#x8A18;&#x9332;&#x306E;&#x5206;&#x6790;&#x304C;&#x91CD;&#x8981;&#x3067;&#x3059;&#x3002;LINE BRAIN&#x3067;&#x306F;&#x3001;&#x7D99;&#x7D9A;&#x7684;&#x306A;&#x30E2;&#x30C7;&#x30EB;&#x6539;&#x5584;&#x304C;&#x3067;&#x304D;&#x308B;&#x3088;&#x3046;&#x306B;&#x3001;&#x591A;&#x69D8;&#x306A;&#x5206;&#x6790;&#x6307;&#x6A19;&#x3092;&#x63D0;&#x4F9B;&#x3057;&#x307E;&#x3059;&#x3002;</p>
<p>LINE BRAIN CHATBOT&#x3067;&#x306F;&#x3001;&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x7BA1;&#x7406;&#x304A;&#x3088;&#x3073;&#x7D71;&#x8A08;&#x6A5F;&#x80FD;&#x3092;&#x63D0;&#x4F9B;&#x3057;&#x307E;&#x3059;&#x3002;</p>
<h3 id="domain">Domain</h3>
<p><img src="../assets/chatbot-03-031.png" alt="chatbot-03-031.png"></p>
<p>&#x4F5C;&#x6210;&#x3055;&#x308C;&#x305F;&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x306E;&#x57FA;&#x672C;&#x60C5;&#x5831;&#x3092;&#x63D0;&#x4F9B;&#x3057;&#x307E;&#x3059;&#x3002;</p>
<h3 id="&#x7D71;&#x5408;&#x6307;&#x6A19;">&#x7D71;&#x5408;&#x6307;&#x6A19;</h3>
<p><img src="../assets/chatbot-03-038.png" alt="chatbot-03-038.png"></p>
<ul>
<li>&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x304A;&#x3088;&#x3073;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x306E;&#x4F1A;&#x8A71;&#x306B;&#x3064;&#x3044;&#x3066;&#x4EE5;&#x4E0B;&#x306E;&#x3088;&#x3046;&#x306A;&#x7D71;&#x8A08;&#x30C7;&#x30FC;&#x30BF;&#x3092;&#x63D0;&#x4F9B;&#x3057;&#x3001;&#x6700;&#x8FD1;&#x53CD;&#x6620;&#x3055;&#x308C;&#x305F;&#x30C7;&#x30FC;&#x30BF;&#x306E;&#x6642;&#x9593;&#x3092;&#x8868;&#x793A;&#x3057;&#x307E;&#x3059;&#x3002;<ul>
<li>&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x306E;&#x5B9F;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x3001;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x30E1;&#x30C3;&#x30BB;&#x30FC;&#x30B8;&#x3001;&#x4F1A;&#x8A71;&#x30BB;&#x30C3;&#x30B7;&#x30E7;&#x30F3;&#x306E;&#x4EF6;&#x6570;&#x304A;&#x3088;&#x3073;&#x5897;&#x6E1B;&#x7387;&#x3001;Failed conversation&#x3001;&#x4E00;&#x822C;&#x30E1;&#x30C3;&#x30BB;&#x30FC;&#x30B8;&#x306E;&#x4EF6;&#x6570;&#x3001;Single Answer&#x306E;&#x4EF6;&#x6570;&#x3001;Similar Answer&#x306E;&#x4EF6;&#x6570;&#x3001;Agent Connections&#x306E;&#x4EF6;&#x6570;&#x3001;LINE pay&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x9023;&#x52D5;&#x3001;&#x77E5;&#x8B58;&#x691C;&#x7D22;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x9023;&#x52D5;&#x306E;&#x4EF6;&#x6570;&#x306A;&#x3069;</li>
<li>&#x5E73;&#x5747;&#x306E;&#x5B9F;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x304A;&#x3088;&#x3073;&#x4F1A;&#x8A71;&#x30BB;&#x30C3;&#x30B7;&#x30E7;&#x30F3;&#x3054;&#x3068;&#x306E;&#x5E73;&#x5747;&#x30E1;&#x30C3;&#x30BB;&#x30FC;&#x30B8;&#x60C5;&#x5831;&#x304A;&#x3088;&#x3073;&#x63A8;&#x79FB;</li>
</ul>
</li>
</ul>
<ul>
<li>&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x5B9F;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x306E;&#x5897;&#x6E1B;&#x306E;&#x60C5;&#x5831;&#x3092;&#x63D0;&#x4F9B;&#x3057;&#x307E;&#x3059;&#x3002;<ul>
<li>&#xFF11;&#x65E5;&#x30D9;&#x30FC;&#x30B9;&#x3067;&#x7167;&#x4F1A;&#x3057;&#x3001;&#x6642;&#x9593;&#x5E2F;&#x3054;&#x3068;&#x306B;&#x5B9F;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x306E;&#x60C5;&#x5831;&#x3092;&#x78BA;&#x8A8D;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</li>
<li>&#x9031;&#x3054;&#x3068;&#x3001;&#x6708;&#x3054;&#x3068;&#x306E;&#x5B9F;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x306E;&#x63A8;&#x79FB;&#x60C5;&#x5831;&#x3092;&#x63D0;&#x4F9B;&#x3057;&#x307E;&#x3059;&#x3002;</li>
</ul>
</li>
</ul>
<ul>
<li>&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x30E1;&#x30C3;&#x30BB;&#x30FC;&#x30B8;&#x306E;&#x5897;&#x6E1B;&#x306E;&#x60C5;&#x5831;&#x3092;&#x63D0;&#x4F9B;&#x3057;&#x307E;&#x3059;&#x3002;<ul>
<li>&#xFF11;&#x65E5;&#x30D9;&#x30FC;&#x30B9;&#x3067;&#x7167;&#x4F1A;&#x3057;&#x3001;&#x6642;&#x9593;&#x5E2F;&#x3054;&#x3068;&#x306B;&#x30E1;&#x30C3;&#x30BB;&#x30FC;&#x30B8;&#x306E;&#x4EF6;&#x6570;&#x3092;&#x78BA;&#x8A8D;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</li>
<li>&#x9031;&#x3054;&#x3068;&#x3001;&#x6708;&#x3054;&#x3068;&#x306E;&#x30E1;&#x30C3;&#x30BB;&#x30FC;&#x30B8;&#x306E;&#x63A8;&#x79FB;&#x60C5;&#x5831;&#x3092;&#x63D0;&#x4F9B;&#x3057;&#x307E;&#x3059;&#x3002;</li>
</ul>
</li>
</ul>
<ul>
<li>&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x4F1A;&#x8A71;&#x30BB;&#x30C3;&#x30B7;&#x30E7;&#x30F3;&#x306E;&#x5897;&#x6E1B;&#x306E;&#x60C5;&#x5831;&#x3092;&#x63D0;&#x4F9B;&#x3057;&#x307E;&#x3059;&#x3002;<ul>
<li>&#xFF11;&#x65E5;&#x30D9;&#x30FC;&#x30B9;&#x3067;&#x7167;&#x4F1A;&#x3057;&#x3001;&#x6642;&#x9593;&#x5E2F;&#x3054;&#x3068;&#x306B;&#x3059;&#x3079;&#x3066;&#x306E;&#x30BB;&#x30C3;&#x30B7;&#x30E7;&#x30F3;&#x4EF6;&#x6570;&#x3092;&#x78BA;&#x8A8D;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</li>
<li>&#x9031;&#x3054;&#x3068;&#x3001;&#x6708;&#x3054;&#x3068;&#x306E;&#x4F1A;&#x8A71;&#x30BB;&#x30C3;&#x30B7;&#x30E7;&#x30F3;&#x306E;&#x63A8;&#x79FB;&#x60C5;&#x5831;&#x3092;&#x63D0;&#x4F9B;&#x3057;&#x307E;&#x3059;&#x3002;</li>
<li>&#x30BB;&#x30C3;&#x30B7;&#x30E7;&#x30F3;&#x5F53;&#x305F;&#x308A;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x306E;&#x5E73;&#x5747;&#x30E1;&#x30C3;&#x30BB;&#x30FC;&#x30B8;&#x60C5;&#x5831;&#x3082;&#x78BA;&#x8A8D;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</li>
</ul>
</li>
</ul>
<ul>
<li>&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x7BA1;&#x7406;&#x8005;&#x306E;&#x4F1A;&#x8A71;&#x3082;&#x30E2;&#x30C7;&#x30EB;&#x306E;&#x30D3;&#x30EB;&#x30C9;&#x304A;&#x3088;&#x3073;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x30EA;&#x30EA;&#x30FC;&#x30B9;&#x60C5;&#x5831;&#x63D0;&#x4F9B;&#x3057;&#x307E;&#x3059;&#x3002;<ul>
<li>&#xFF11;&#x65E5;&#x30D9;&#x30FC;&#x30B9;&#x3067;&#x7167;&#x4F1A;&#x3057;&#x3001;&#x6642;&#x9593;&#x5E2F;&#x3054;&#x3068;&#x306E;&#x30D3;&#x30EB;&#x30C9;&#x56DE;&#x6570;&#x3084;&#x30D3;&#x30EB;&#x30C9;&#x5931;&#x6557;&#x56DE;&#x6570;&#x306E;&#x60C5;&#x5831;&#x3092;&#x78BA;&#x8A8D;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</li>
<li>&#x9031;&#x3054;&#x3068;&#x3001;&#x6708;&#x3054;&#x3068;&#x306E;&#x4F1A;&#x8A71;&#x3082;&#x30E2;&#x30C7;&#x30EB;&#x306E;&#x30D3;&#x30EB;&#x30C9;&#x304A;&#x3088;&#x3073;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x30EA;&#x30EA;&#x30FC;&#x30B9;&#x60C5;&#x5831;&#x63D0;&#x4F9B;&#x3057;&#x307E;&#x3059;&#x3002;</li>
</ul>
</li>
</ul>
<h3 id="rank-indicator">Rank indicator</h3>
<p><img src="../assets/chatbot-03-040.png" alt="chatbot-03-040.png"></p>
<ul>
<li>&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x306E;&#x4F1A;&#x8A71;&#x306B;&#x3064;&#x3044;&#x3066;&#x4EE5;&#x4E0B;&#x306E;&#x3088;&#x3046;&#x306A;&#x30E9;&#x30F3;&#x30AF;&#x30C7;&#x30FC;&#x30BF;&#x3092;&#x63D0;&#x4F9B;&#x3057;&#x3001;&#x6700;&#x8FD1;&#x53CD;&#x6620;&#x3055;&#x308C;&#x305F;&#x30C7;&#x30FC;&#x30BF;&#x306E;&#x6642;&#x9593;&#x3092;&#x8868;&#x793A;&#x3057;&#x307E;&#x3059;&#x3002;<ul>
<li>&#x7279;&#x5B9A;&#x671F;&#x9593;&#x3001;&#x6700;&#x3082;&#x591A;&#x304F;&#x5FDC;&#x7B54;&#x3055;&#x308C;&#x305F;Conversation name&#x3001;&#x4F1A;&#x8A71;&#x30BF;&#x30A4;&#x30D7;&#x3001;&#x30A8;&#x30F3;&#x30C6;&#x30A3;&#x30C6;&#x30A3;&#x306E;&#x30E9;&#x30F3;&#x30AF;</li>
</ul>
</li>
</ul>
<h3 id="operating-indicator">Operating indicator</h3>
<p><img src="../assets/chatbot-03-041.png" alt="chatbot-03-041.png"></p>
<ul>
<li>Failed conversation&#x3084;Dissatisfied conversation&#x306E;Relearning&#x306E;&#x305F;&#x3081;&#x306B;&#x6B21;&#x306E;&#x3088;&#x3046;&#x306A;&#x7D71;&#x8A08;&#x30C7;&#x30FC;&#x30BF;&#x3092;&#x63D0;&#x4F9B;&#x3057;&#x3001;&#x6700;&#x8FD1;&#x53CD;&#x6620;&#x3055;&#x308C;&#x305F;&#x30C7;&#x30FC;&#x30BF;&#x306E;&#x6642;&#x9593;&#x3092;&#x8868;&#x793A;&#x3057;&#x307E;&#x3059;&#x3002;<ul>
<li>Failed conversation&#xFF08;Dissatisfied conversation&#xFF09;&#x4EF6;&#x6570;&#x3001; Edit&#x4EF6;&#x6570;&#x3001;Hold&#x4EF6;&#x6570;&#x3001;Except&#x4EF6;&#x6570;&#x3001;&#x5168;&#x4F53;&#x306E;Reviews&#x4EF6;&#x6570;</li>
</ul>
</li>
</ul>
<h3 id="&#x30D5;&#x30A3;&#x30FC;&#x30C9;&#x30D0;&#x30C3;&#x30AF;&#x6307;&#x6A19;">&#x30D5;&#x30A3;&#x30FC;&#x30C9;&#x30D0;&#x30C3;&#x30AF;&#x6307;&#x6A19;</h3>
<p><img src="../assets/chatbot-03-039.png" alt="chatbot-03-039.png"></p>
<ul>
<li>&#x30D5;&#x30A3;&#x30FC;&#x30C9;&#x30D0;&#x30C3;&#x30AF;&#x306B;&#x95A2;&#x3059;&#x308B;&#x4F1A;&#x8A71;&#x306B;&#x3064;&#x3044;&#x3066;&#x4EE5;&#x4E0B;&#x306E;&#x3088;&#x3046;&#x306A;&#x7D71;&#x8A08;&#x30C7;&#x30FC;&#x30BF;&#x3092;&#x63D0;&#x4F9B;&#x3057;&#x3001;&#x6700;&#x8FD1;&#x53CD;&#x6620;&#x3055;&#x308C;&#x305F;&#x30C7;&#x30FC;&#x30BF;&#x306E;&#x6642;&#x9593;&#x3092;&#x8868;&#x793A;&#x3057;&#x307E;&#x3059;&#x3002;<ul>
<li>YES/NO&#x30D5;&#x30A3;&#x30FC;&#x30C9;&#x30D0;&#x30C3;&#x30AF;&#x6BD4;&#x7387;&#x3001;&#x30D5;&#x30A3;&#x30FC;&#x30C9;&#x30D0;&#x30C3;&#x30AF;&#x306E;Satisfaction rate/Response rate&#x3001;&#x5168;&#x4F53;&#x306E;&#x30D5;&#x30A3;&#x30FC;&#x30C9;&#x30D0;&#x30C3;&#x30AF;&#x6570;&#x3001;Conversation name&#x3054;&#x3068;&#x306E;&#x30D5;&#x30A3;&#x30FC;&#x30C9;&#x30D0;&#x30C3;&#x30AF;&#x6570;</li>
</ul>
</li>
</ul>
<p><img src="../assets/chatbot-03-043.png" alt="chatbot-03-043.png"></p>
<ul>
<li>&#x97D3;&#x56FD;&#x8A9E;&#x306E;&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x3067;&#x306F;&#x3001;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x306E;&#x8CEA;&#x554F;&#x306B;&#x542B;&#x307E;&#x308C;&#x3066;&#x3044;&#x308B;&#x611F;&#x60C5;&#x3092;&#x80AF;&#x5B9A;&#x7684;&#x3001;&#x5426;&#x5B9A;&#x7684;&#x3001;&#x4E2D;&#x7ACB;&#x7684;&#x306B;&#x5206;&#x6790;&#x3057;&#x305F;&#x611F;&#x60C5;&#x5206;&#x6790;&#x30C7;&#x30FC;&#x30BF;&#x3092;&#x63D0;&#x4F9B;&#x3057;&#x307E;&#x3059;&#x3002;&#x30C7;&#x30FC;&#x30BF;&#x3092;&#x30AF;&#x30EA;&#x30C3;&#x30AF;&#x3059;&#x308B;&#x3068;&#x3001;&#x8A72;&#x5F53;&#x306E;&#x611F;&#x60C5;&#x306B;&#x5206;&#x985E;&#x3055;&#x308C;&#x305F;&#x8CEA;&#x554F;&#x3092;&#x78BA;&#x8A8D;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</li>
</ul>
<h2 id="&#x95A2;&#x9023;&#x60C5;&#x5831;&#x3078;&#x306E;&#x30EA;&#x30F3;&#x30AF;">&#x95A2;&#x9023;&#x60C5;&#x5831;&#x3078;&#x306E;&#x30EA;&#x30F3;&#x30AF;</h2>
<p>&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x306E;&#x4F5C;&#x6210;&#x3001;Conversation List&#x3068;&#x30B3;&#x30F3;&#x30DD;&#x30FC;&#x30CD;&#x30F3;&#x30C8;&#x306E;&#x7BA1;&#x7406;&#x304A;&#x3088;&#x3073;&#x7D71;&#x8A08;&#x7BA1;&#x7406;&#x306B;&#x95A2;&#x3057;&#x3066;&#x306F;&#x4EE5;&#x4E0B;&#x306E;&#x5229;&#x7528;&#x30AC;&#x30A4;&#x30C9;&#x3092;&#x53C2;&#x7167;&#x3057;&#x3066;&#x304F;&#x3060;&#x3055;&#x3044;&#x3002;</p>
<ul>
<li>Chatbot&#x30B9;&#x30BF;&#x30FC;&#x30C8;&#x30AC;&#x30A4;&#x30C9;<ul>
<li><a href="chatbot-1-2_ja.html">&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x3092;&#x958B;&#x767A;&#x3059;&#x308B;&#x524D;&#x306B;&#x8003;&#x3048;&#x308B;&#x3053;&#x3068;</a></li>
<li><a href="chatbot-1-1_ja.html">&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306E;&#x30AF;&#x30A4;&#x30C3;&#x30AF;&#x30B9;&#x30BF;&#x30FC;&#x30C8;&#x30AC;&#x30A4;&#x30C9;</a></li>
<li><a href="chatbot-1-3_ja.html">&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306E;&#x3088;&#x304F;&#x3042;&#x308B;&#x8CEA;&#x554F;</a>    </li>
</ul>
</li>
<li>Chatbot&#x3054;&#x5229;&#x7528;&#x30AC;&#x30A4;&#x30C9;<ul>
<li><a href="chatbot-3-1_ja.html">&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x7BA1;&#x7406;</a>
&#x3000;- <a href="chatbot-3-2_ja.html">Conversation List&#x306E;&#x7BA1;&#x7406;</a>  </li>
<li><a href="chatbot-3-3_ja.html">&#x4F1A;&#x8A71;&#x30B3;&#x30F3;&#x30DD;&#x30FC;&#x30CD;&#x30F3;&#x30C8;&#x306E;&#x7BA1;&#x7406;</a></li>
<li><a href="chatbot-3-4_ja.html">&#x7D71;&#x8A08;&#x306E;&#x7BA1;&#x7406;</a></li>
<li><a href="chatbot-3-5_ja.html">&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306E;Advanced&#x30AC;&#x30A4;&#x30C9;</a></li>
<li><a href="chatbot-3-8_ja.html">&#x6B63;&#x898F;&#x8868;&#x73FE;&#x306E;&#x5165;&#x529B;&#x30AC;&#x30A4;&#x30C9;</a></li>
<li><a href="chatbot-3-7_ja.html">&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306E;Custom API Spec.</a></li>
</ul>
</li>
<li>&#x30C1;&#x30E3;&#x30F3;&#x30CD;&#x30EB;&#x9023;&#x52D5;&#x30AC;&#x30A4;&#x30C9;<ul>
<li><a href="chatbot-2-1_ja.html">LINE&#x9023;&#x52D5;</a></li>
</ul>
</li>
<li>Agent Connections&#x30AC;&#x30A4;&#x30C9;<ul>
<li><a href="chatbot-2-7_ja.html">LINE Switcher API&#x9023;&#x52D5;</a></li>
</ul>
</li>
</ul>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="chatbot-3-3_ja.html" class="navigation navigation-prev " aria-label="Previous page: 2-3. 会話コンポーネント">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="chatbot-3-5_ja.html" class="navigation navigation-next " aria-label="Next page: 2-5. チャットボットのAdvancedガイド">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"search":{"keyword":["chatbot","チャットボット"]},"title":"2-4. 統計管理","level":"1.3.4","depth":2,"next":{"title":"2-5. チャットボットのAdvancedガイド","level":"1.3.5","depth":2,"path":"manual/chatbot-3-5_ja.md","ref":"./manual/chatbot-3-5_ja.md","articles":[]},"previous":{"title":"2-3. 会話コンポーネント","level":"1.3.3","depth":2,"path":"manual/chatbot-3-3_ja.md","ref":"./manual/chatbot-3-3_ja.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":["livereload"],"pluginsConfig":{"livereload":{},"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"manual/chatbot-3-4_ja.md","mtime":"2019-10-29T03:46:32.224Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2019-11-01T07:00:20.283Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-livereload/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

