
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>1-2. Quick Start Guide · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="chatbot-1-3_ja.html" />
    
    
    <link rel="prev" href="chatbot-1-2_ja.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    Introduction
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" >
            
                <span>
            
                    
                    1.LINE BRAIN CHATBOTスタートガイド
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.2.1" data-path="chatbot-1-2_ja.html">
            
                <a href="chatbot-1-2_ja.html">
            
                    
                    1-1. チャットボットサービスを始める前に考慮すべきこと
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.2.2" data-path="chatbot-1-1_ja.html">
            
                <a href="chatbot-1-1_ja.html">
            
                    
                    1-2. Quick Start Guide
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.3" data-path="chatbot-1-3_ja.html">
            
                <a href="chatbot-1-3_ja.html">
            
                    
                    1-3. よくある質問
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.3" >
            
                <span>
            
                    
                    2.LINE BRAIN CHATBOT利用ガイド
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.3.1" data-path="chatbot-3-1_ja.html">
            
                <a href="chatbot-3-1_ja.html">
            
                    
                    2-1. ドメイン
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.2" data-path="chatbot-3-2_ja.html">
            
                <a href="chatbot-3-2_ja.html">
            
                    
                    2-2. Conversation Listの管理
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.3" data-path="chatbot-3-3_ja.html">
            
                <a href="chatbot-3-3_ja.html">
            
                    
                    2-3. 会話コンポーネント
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.4" data-path="chatbot-3-4_ja.html">
            
                <a href="chatbot-3-4_ja.html">
            
                    
                    2-4. 統計管理
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.5" data-path="chatbot-3-5_ja.html">
            
                <a href="chatbot-3-5_ja.html">
            
                    
                    2-5. チャットボットのAdvancedガイド
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.6" data-path="chatbot-3-8_ja.html">
            
                <a href="chatbot-3-8_ja.html">
            
                    
                    2-6. 正規表現の入力ガイド
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.7" data-path="chatbot-3-7_ja.html">
            
                <a href="chatbot-3-7_ja.html">
            
                    
                    2-7. チャットボットのCustom API Spec.
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.4" >
            
                <span>
            
                    
                    3.チャンネル連動ガイド
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.4.1" data-path="chatbot-2-1_ja.html">
            
                <a href="chatbot-2-1_ja.html">
            
                    
                    3-1. チャンネル連動ガイド - LINE
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.5" >
            
                <span>
            
                    
                    4.有人チャットツール連動ガイド
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.5.1" data-path="chatbot-2-7_ja.html">
            
                <a href="chatbot-2-7_ja.html">
            
                    
                    4-1. Agent Connectionsガイド - LINE(LINE Switcher API)
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.6" >
            
                <span>
            
                    
                    5.拡張サービス連動ガイド
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.6.1" data-path="chatbot-2-8_ja.html">
            
                <a href="chatbot-2-8_ja.html">
            
                    
                    5-1. LINE PAYサービス連動ガイド
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >1-2. Quick Start Guide</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h2 id="&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#xFF08;chatbot&#xFF09;&#x306E;&#x30AF;&#x30A4;&#x30C3;&#x30AF;&#x30B9;&#x30BF;&#x30FC;&#x30C8;&#x30AC;&#x30A4;&#x30C9;">&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#xFF08;Chatbot&#xFF09;&#x306E;&#x30AF;&#x30A4;&#x30C3;&#x30AF;&#x30B9;&#x30BF;&#x30FC;&#x30C8;&#x30AC;&#x30A4;&#x30C9;</h2>
<p>LINE BRAIN&#x306E;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#xFF08;Chatbot&#xFF09;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x306F;&#x3001;&#x7D20;&#x65E9;&#x304F;&#x7C21;&#x5358;&#x306B;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x3092;&#x4F5C;&#x6210;&#x3067;&#x304D;&#x308B;&#x3088;&#x3046;&#x306B;&#x624B;&#x4F1D;&#x3044;&#x307E;&#x3059;&#x3002;</p>
<p>&#x4EE5;&#x4E0B;&#x306E;&#x30AC;&#x30A4;&#x30C9;&#x306B;&#x6CBF;&#x3063;&#x3066;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x4F5C;&#x308A;&#x3092;&#x30B9;&#x30BF;&#x30FC;&#x30C8;&#x3059;&#x308B;&#x524D;&#x306B;<a href="chatbot-1-2_ja.html">&quot;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x3092;&#x958B;&#x767A;&#x3059;&#x308B;&#x524D;&#x306B;&#x8003;&#x3048;&#x308B;&#x3053;&#x3068;&#x306E;&#x30AC;&#x30A4;&#x30C9;&quot;</a>&#x3092;&#x305C;&#x3072;&#x78BA;&#x8A8D;&#x3057;&#x3066;&#x304F;&#x3060;&#x3055;&#x3044;&#x3002;</p>
<h3 id="&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x3092;&#x4F5C;&#x6210;&#x3059;&#x308B;">&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x3092;&#x4F5C;&#x6210;&#x3059;&#x308B;</h3>
<p>&#x30B3;&#x30F3;&#x30BD;&#x30FC;&#x30EB;&#x306B;&#x63A5;&#x7D9A;&#x3057;&#x3001;&#x4EE5;&#x4E0B;&#x306E;&#x30B9;&#x30C6;&#x30C3;&#x30D7;&#x3092;&#x7D4C;&#x3066;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x3092;&#x7C21;&#x5358;&#x306B;&#x4F5C;&#x308B;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</p>
<ul>
<li>Step 1. &#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x306E;&#x5229;&#x7528;&#x7533;&#x3057;&#x8FBC;&#x307F;&#x304A;&#x3088;&#x3073;&#x898F;&#x7D04;&#x3078;&#x306E;&#x540C;&#x610F;</li>
<li>Step 2. &#x4F1A;&#x8A71;&#x306E;&#x4F5C;&#x6210;</li>
<li>Step 3. &#x5B66;&#x7FD2;&#x304A;&#x3088;&#x3073;&#x30C6;&#x30B9;&#x30C8;</li>
<li>Step 4. &#x30C1;&#x30E3;&#x30F3;&#x30CD;&#x30EB;&#x3092;&#x9023;&#x52D5;</li>
<li>Step 5. Agent Connections</li>
<li>Step 6. Relearning</li>
</ul>
<h4 id="step-1-&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x306E;&#x5229;&#x7528;&#x7533;&#x3057;&#x8FBC;&#x307F;&#x304A;&#x3088;&#x3073;&#x898F;&#x7D04;&#x3078;&#x306E;&#x540C;&#x610F;">Step 1. &#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x306E;&#x5229;&#x7528;&#x7533;&#x3057;&#x8FBC;&#x307F;&#x304A;&#x3088;&#x3073;&#x898F;&#x7D04;&#x3078;&#x306E;&#x540C;&#x610F;</h4>
<p>&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x3092;&#x5229;&#x7528;&#x3059;&#x308B;&#x305F;&#x3081;&#x306B;&#x306F;&#x3001;&#x5229;&#x7528;&#x306E;&#x7533;&#x3057;&#x8FBC;&#x307F;&#x304A;&#x3088;&#x3073;&#x898F;&#x7D04;&#x3078;&#x306E;&#x540C;&#x610F;&#x304C;&#x5FC5;&#x8981;&#x3067;&#x3059;&#x3002;</p>
<p>&#x672C;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x306E;&#x5229;&#x7528;&#x898F;&#x7D04;&#x306F;&#x3001;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x304B;&#x3089;&#x767A;&#x751F;&#x3059;&#x308B;&#x30C7;&#x30FC;&#x30BF;&#x306E;&#x4FDD;&#x5B58;&#x304A;&#x3088;&#x3073;&#x4F7F;&#x7528;&#x306B;&#x95A2;&#x3059;&#x308B;&#x5185;&#x5BB9;&#x3068;&#x500B;&#x4EBA;&#x60C5;&#x5831;&#x306E;&#x59D4;&#x53D7;&#x8A17;&#x3001;&#x4F1A;&#x793E;&#x306E;&#x7FA9;&#x52D9;&#x304A;&#x3088;&#x3073;&#x9867;&#x5BA2;&#x306E;&#x7FA9;&#x52D9;&#x306B;&#x95A2;&#x3059;&#x308B;&#x5185;&#x5BB9;&#x304C;&#x76DB;&#x308A;&#x8FBC;&#x307E;&#x308C;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x3092;&#x4F01;&#x753B;&#x3059;&#x308B;&#x524D;&#x306B;&#x898F;&#x7D04;&#x306E;&#x5185;&#x5BB9;&#x3092;&#x5FC5;&#x305A;&#x78BA;&#x8A8D;&#x3057;&#x3066;&#x304F;&#x3060;&#x3055;&#x3044;&#x3002;</p>
<!--[チャットボットの利用規約へ](https://www.ncloud.com/policy/chtbt)-->
<h4 id="step-2-&#x4F1A;&#x8A71;&#x306E;&#x4F5C;&#x6210;">Step 2. &#x4F1A;&#x8A71;&#x306E;&#x4F5C;&#x6210;</h4>
<p>&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x30D3;&#x30EB;&#x30C0;&#x30FC;&#x306F;&#x3001;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306E;&#x4F1A;&#x8A71;&#x30C7;&#x30FC;&#x30BF;&#x3092;&#x5165;&#x529B;&#x3057;&#x3066;&#x30C6;&#x30B9;&#x30C8;&#x3059;&#x308B;Web&#x30B3;&#x30F3;&#x30BD;&#x30FC;&#x30EB;&#x3067;&#x3001;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x958B;&#x767A;&#x306B;&#x5FC5;&#x8981;&#x306A;&#x3055;&#x307E;&#x3056;&#x307E;&#x306A;&#x6A5F;&#x80FD;&#x3092;&#x63D0;&#x4F9B;&#x3057;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;</p>
<p>&#x2460; &#x5DE6;&#x5074;&#x306E;&#x30E1;&#x30CB;&#x30E5;&#x30FC;&#x306E;<strong>Conversation List</strong> &#x30E1;&#x30CB;&#x30E5;&#x30FC;&#x3092;&#x30AF;&#x30EA;&#x30C3;&#x30AF;&#x3057;&#x307E;&#x3059;&#x3002;</p>
<p>&#x2461; <strong>Create a coversation</strong>&#x3092;&#x30AF;&#x30EA;&#x30C3;&#x30AF;&#x3057;&#x307E;&#x3059;&#x3002;</p>
<p><img src="../assets/chatbot-01-004d.png" alt="chatbot-01-004.png"></p>
<p>&#x2462; <strong>&#x30B7;&#x30CA;&#x30EA;&#x30AA;&#x540D;</strong>&#x3092;&#x5165;&#x529B;&#x3057;&#x307E;&#x3059;&#x3002;</p>
<p><img src="../assets/chatbot-01-004.png" alt="chatbot-01-004.png"></p>
<ul>
<li><p>&#x30B7;&#x30CA;&#x30EA;&#x30AA;&#x540D;&#x306F;&#x3001;&#x4ED6;&#x306E;&#x4F1A;&#x8A71;&#x3068;&#x91CD;&#x8907;&#x3057;&#x306A;&#x3044;&#x56FA;&#x6709;&#x306E;&#x540D;&#x524D;&#x3092;&#x5165;&#x529B;&#x3057;&#x307E;&#x3059;&#x3002;&#x30B7;&#x30CA;&#x30EA;&#x30AA;&#x540D;&#x3092;&#x5165;&#x529B;&#x3057;&#x3066;&#x304B;&#x3089;&#x300C;&#x78BA;&#x8A8D;&#x300D;&#x30DC;&#x30BF;&#x30F3;&#x3092;&#x30AF;&#x30EA;&#x30C3;&#x30AF;&#x3059;&#x308B;&#x3068;&#x3001;&#x4F1A;&#x8A71;&#x306E;&#x4F5C;&#x6210;&#x304C;&#x7D42;&#x308F;&#x308A;&#x307E;&#x3059;&#x3002;</p>
</li>
<li><p>&#x30B7;&#x30CA;&#x30EA;&#x30AA;&#x540D;&#x306F;&#x3001;Similar Answer&#x307E;&#x305F;&#x306F;&#x56FA;&#x5B9A;&#x30E1;&#x30CB;&#x30E5;&#x30FC;&#x3092;&#x8A2D;&#x5B9A;&#x3057;&#x305F;&#x5834;&#x5408;&#x3001;&#x8A72;&#x5F53;&#x306E;&#x30B7;&#x30CA;&#x30EA;&#x30AA;&#x540D;&#x304C;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x306B;&#x305D;&#x306E;&#x307E;&#x307E;&#x9732;&#x51FA;&#x3055;&#x308C;&#x307E;&#x3059;&#x3002;&#x305D;&#x306E;&#x305F;&#x3081;&#x3001;&#x30B7;&#x30CA;&#x30EA;&#x30AA;&#x540D;&#x306F;&#x4ECA;&#x4F5C;&#x6210;&#x3057;&#x3066;&#x3044;&#x308B;&#x4F1A;&#x8A71;&#x306E;&#x5185;&#x5BB9;&#x3092;&#x4EE3;&#x8868;&#x3067;&#x304D;&#x308B;&#x3088;&#x3046;&#x306B;&#x6CE8;&#x610F;&#x3092;&#x6255;&#x3063;&#x3066;&#x66F8;&#x304D;&#x307E;&#x3059;&#x3002;&#x4F8B;&#x3048;&#x3070;&#x3001;&#x55B6;&#x696D;&#x6642;&#x9593;&#x3092;&#x78BA;&#x8A8D;&#x3059;&#x308B;&#x4F1A;&#x8A71;&#x3092;&#x4F5C;&#x6210;&#x3059;&#x308B;&#x5834;&#x5408;&#x3001;&#x4F1A;&#x8A71;&#x306E;&#x30BF;&#x30A4;&#x30C8;&#x30EB;&#x3092;&#x300C;&#x55B6;&#x696D;&#x6642;&#x9593;&#x306E;&#x78BA;&#x8A8D;&#x300D;&#x306E;&#x3088;&#x3046;&#x306B;&#x5165;&#x529B;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</p>
</li>
</ul>
<p>&#x2463; &#x4F1A;&#x8A71;&#x30BF;&#x30A4;&#x30D7;&#x3092;&#x5165;&#x529B;&#x3057;&#x307E;&#x3059;&#x3002;</p>
<p><img src="../assets/chatbot-01-007c.png" alt="chatbot-01-007c.png"></p>
<ul>
<li>&#x4F1A;&#x8A71;&#x30BF;&#x30A4;&#x30D7;&#x306F;&#x3001;&#x591A;&#x304F;&#x306E;Conversation List&#x3092;&#x7C21;&#x5358;&#x306B;&#x7BA1;&#x7406;&#x3059;&#x308B;&#x305F;&#x3081;&#x306E;&#x6A5F;&#x80FD;&#x3067;&#x3059;&#x3002;&#x30AA;&#x30D7;&#x30B7;&#x30E7;&#x30F3;&#x306E;&#x5165;&#x529B;&#x5024;&#x306A;&#x306E;&#x3067;&#x3001;&#x5165;&#x529B;&#x304C;&#x5FC5;&#x9808;&#x3067;&#x306F;&#x306A;&#x3044;&#x3067;&#x3059;&#x304C;&#x3001;&#x904B;&#x7528;&#x306B;&#x3042;&#x305F;&#x308A;&#x8A72;&#x5F53;&#x4F1A;&#x8A71;&#x304C;&#x6301;&#x3063;&#x3066;&#x3044;&#x308B;&#x5C5E;&#x6027;&#x3092;&#x628A;&#x63E1;&#x3057;&#x3066;&#x4F1A;&#x8A71;&#x30BF;&#x30A4;&#x30D7;&#x3092;&#x5165;&#x529B;&#x3059;&#x308B;&#x3053;&#x3068;&#x3092;&#x304A;&#x52E7;&#x3081;&#x3057;&#x307E;&#x3059;&#x3002;</li>
<li>&#x4F8B;&#x3048;&#x3070;&#x3001;&#x300C;&#x4F1A;&#x54E1;&#x767B;&#x9332;&#x306E;&#x554F;&#x3044;&#x5408;&#x308F;&#x305B;&#x300D;&#x3068;&#x3044;&#x3046;&#x4F1A;&#x8A71;&#x306E;&#x4F1A;&#x8A71;&#x30BF;&#x30A4;&#x30D7;&#x306F;&#x3001;&#x300C;&#x554F;&#x3044;&#x5408;&#x308F;&#x305B;&#x300D;&#x300C;&#x4F1A;&#x54E1;&#x767B;&#x9332;&#x300D;&#x306A;&#x3069;&#x3067;&#x5165;&#x529B;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</li>
</ul>
<p>&#x2464; &#x8CEA;&#x554F;&#x3092;&#x767B;&#x9332;&#x3057;&#x307E;&#x3059;&#x3002;</p>
<p><img src="../assets/chatbot-01-007a.png" alt="chatbot-01-007a.png"></p>
<ul>
<li><p>&#x8CEA;&#x554F;&#x306E;&#x6570;&#x306F;&#x591A;&#x3051;&#x308C;&#x3070;&#x591A;&#x3044;&#x307B;&#x3069;&#x826F;&#x3044;&#x3067;&#x3059;&#x3002;&#x3057;&#x304B;&#x3057;&#x3001;&#x6587;&#x306E;&#x8A9E;&#x5C3E;&#x3060;&#x3051;&#x3092;&#x62E1;&#x5F35;&#x3057;&#x3066;&#x8CEA;&#x554F;&#x306E;&#x6570;&#x3092;&#x5897;&#x3084;&#x3059;&#x3088;&#x308A;&#x306F;&#x3001;&#x3055;&#x307E;&#x3056;&#x307E;&#x306A;&#x767A;&#x8A71;&#x306E;&#x30BF;&#x30A4;&#x30D7;&#x3092;&#x5165;&#x529B;&#x3057;&#x305F;&#x307B;&#x3046;&#x304C;&#x3088;&#x308A;&#x5B66;&#x7FD2;&#x306B;&#x5F79;&#x7ACB;&#x3061;&#x307E;&#x3059;&#x3002;</p>
</li>
<li><p>&#x4F8B;&#x3048;&#x3070;&#x3001;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x304C;&#x7279;&#x5B9A;&#x5546;&#x54C1;&#x306E;&#x6599;&#x91D1;&#x304C;&#x77E5;&#x308A;&#x305F;&#x3044;&#x5834;&#x5408;&#x3001;&#x3069;&#x306E;&#x3088;&#x3046;&#x306B;&#x805E;&#x304F;&#x304B;&#x306B;&#x3064;&#x3044;&#x3066;&#x8003;&#x3048;&#x308B;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</p>
<ul>
<li>00&#x5546;&#x54C1;&#x3044;&#x304F;&#x3089;&#xFF1F;</li>
<li>&#x3044;&#x304F;&#x3089;&#x3067;00&#x5546;&#x54C1;&#x8CB7;&#x3048;&#x308B;&#x306E;&#xFF1F;</li>
<li>00&#x5546;&#x54C1;&#x9AD8;&#x3044;&#xFF1F;</li>
<li>00&#x5546;&#x54C1;&#x306E;&#x4FA1;&#x683C;&#x306F;&#xFF1F;</li>
<li>&#x6599;&#x91D1;&#x8868;&#x3042;&#x3063;&#x305F;&#x3089;&#x6559;&#x3048;&#x3066;</li>
<li>00&#x5546;&#x54C1;&#x306E;&#x898B;&#x7A4D;&#x3082;&#x308A;&#x304F;&#x308C;&#x306A;&#x3044;&#xFF1F;</li>
<li>00&#x5546;&#x54C1;&#x306E;&#x793E;&#x54E1;&#x5272;&#x5F15;&#x306E;&#x4FA1;&#x683C;&#x3092;&#x6559;&#x3048;&#x3066;</li>
</ul>
<p>&#x4E0A;&#x8A18;&#x306E;&#x4F8B;&#x306E;&#x3088;&#x3046;&#x306B;&#x591A;&#x69D8;&#x306A;&#x767A;&#x8A71;&#x30BF;&#x30A4;&#x30D7;&#x3092;&#x5165;&#x529B;&#x3059;&#x308B;&#x3068;&#x3001;&#x30E2;&#x30C7;&#x30EB;&#x304C;&#x3088;&#x308A;&#x591A;&#x304F;&#x306E;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x306E;&#x767A;&#x8A71;&#x3092;&#x7406;&#x89E3;&#x3059;&#x308B;&#x306B;&#x5F79;&#x7ACB;&#x3061;&#x307E;&#x3059;&#x3002;</p>
</li>
<li><p>&#x3082;&#x3057;&#x8A72;&#x5F53;&#x306E;&#x4F1A;&#x8A71;&#x306B;&#x5165;&#x529B;&#x3055;&#x308C;&#x308B;&#x8CEA;&#x554F;&#x304C;&#x306A;&#x3051;&#x308C;&#x3070;&#x3001;&#x8A72;&#x5F53;&#x306E;&#x4F1A;&#x8A71;&#x306F;&#x672A;&#x5B8C;&#x6210;&#x306E;&#x4F1A;&#x8A71;&#x3067;&#x30E2;&#x30C7;&#x30EB;&#x5B66;&#x7FD2;&#x306E;&#x5BFE;&#x8C61;&#x304B;&#x3089;&#x9664;&#x5916;&#x3055;&#x308C;&#x3001;&#x5931;&#x6557;&#x30E1;&#x30C3;&#x30BB;&#x30FC;&#x30B8;&#x304C;&#x8FD4;&#x3055;&#x308C;&#x308B;&#x3053;&#x3068;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;&#x3002;&#x307E;&#x305F;&#x3001;&#x305D;&#x308C;&#x305E;&#x308C;&#x9055;&#x3046;&#x4F1A;&#x8A71;&#x306B;&#x540C;&#x3058;&#x8CEA;&#x554F;&#x3092;&#x767B;&#x9332;&#x3059;&#x308B;&#x3068;&#x3001;&#x30E2;&#x30C7;&#x30EB;&#x5B66;&#x7FD2;&#x306E;&#x90AA;&#x9B54;&#x306B;&#x306A;&#x308B;&#x3053;&#x3068;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;&#x306E;&#x3067;&#x6CE8;&#x610F;&#x3057;&#x3066;&#x5165;&#x529B;&#x3057;&#x3066;&#x304F;&#x3060;&#x3055;&#x3044;&#x3002;</p>
</li>
<li><p>&#x8CEA;&#x554F;&#x3092;&#x5165;&#x529B;&#x3059;&#x308B;&#x969B;&#x306B;&#x3001;&#x4E00;&#x822C;&#x8CEA;&#x554F;&#x3068;&#x6B63;&#x898F;&#x8868;&#x73FE;&#x8CEA;&#x554F;&#x306E;&#x4E2D;&#x304B;&#x3089;1&#x3064;&#x306E;&#x8CEA;&#x554F;&#x30BF;&#x30A4;&#x30D7;&#x3092;&#x9078;&#x629E;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</p>
<ul>
<li>&#x4E00;&#x822C;&#x8CEA;&#x554F;&#x306F;&#x3001;&#x81EA;&#x7136;&#x8A00;&#x8A9E;&#x3067;&#x5165;&#x529B;&#x3055;&#x308C;&#x305F;&#x8CEA;&#x554F;&#x306E;&#x3053;&#x3068;&#x3067;&#x3001;&#x30E2;&#x30C7;&#x30EB;&#x306E;&#x5B66;&#x7FD2;&#x30C7;&#x30FC;&#x30BF;&#x3068;&#x3057;&#x3066;&#x6D3B;&#x7528;&#x3055;&#x308C;&#x307E;&#x3059;&#x3002;</li>
<li>&#x3055;&#x307E;&#x3056;&#x307E;&#x306A;&#x8868;&#x73FE;&#x306E;&#x6587;&#x3092;&#x5727;&#x7E2E;&#x7684;&#x306B;&#x8868;&#x73FE;&#x3059;&#x308B;&#x5FC5;&#x8981;&#x304C;&#x3042;&#x308C;&#x3070;&#x3001;&#x6B63;&#x898F;&#x8868;&#x73FE;&#x8CEA;&#x554F;&#x3092;&#x6D3B;&#x7528;&#x3057;&#x307E;&#x3059;&#x3002;&#x305F;&#x3060;&#x3057;&#x3001;&#x6B63;&#x898F;&#x8868;&#x73FE;&#x8CEA;&#x554F;&#x306F;&#x30E2;&#x30C7;&#x30EB;&#x306E;&#x5B66;&#x7FD2;&#x30C7;&#x30FC;&#x30BF;&#x3068;&#x3057;&#x3066;&#x306F;&#x6D3B;&#x7528;&#x3055;&#x308C;&#x307E;&#x305B;&#x3093;&#x3002;</li>
<li>&#x6B63;&#x898F;&#x8868;&#x73FE;&#x306E;&#x8868;&#x8A18;&#x6CD5;&#x306B;&#x3064;&#x3044;&#x3066;&#x306E;&#x8A73;&#x7D30;&#x306F;&#x3001;<a href="chatbot-3-8_ja.html">&quot;&#x6B63;&#x898F;&#x8868;&#x73FE;&#x306E;&#x5165;&#x529B;&#x30AC;&#x30A4;&#x30C9;&quot;</a>&#x3092;&#x53C2;&#x7167;&#x3057;&#x3066;&#x304F;&#x3060;&#x3055;&#x3044;&#x3002;</li>
</ul>
</li>
<li><p>&#x300C;&#x30A2;&#x30C3;&#x30D7;&#x30ED;&#x30FC;&#x30C9;&#x300D;&#x307E;&#x305F;&#x306F;&#x300C;&#x30C0;&#x30A6;&#x30F3;&#x30ED;&#x30FC;&#x30C9;&#x300D;&#x30DC;&#x30BF;&#x30F3;&#x3092;&#x30AF;&#x30EA;&#x30C3;&#x30AF;&#x3057;&#x3066;&#x3001;&#x5927;&#x91CF;&#x306E;&#x8CEA;&#x554F;&#x3092;Excel&#x30D5;&#x30A1;&#x30A4;&#x30EB;&#x3067;&#x30A2;&#x30C3;&#x30D7;&#x30ED;&#x30FC;&#x30C9;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</p>
</li>
</ul>
<p><img src="../assets/chatbot-01-007b.png" alt="chatbot-01-007b.png"></p>
<ul>
<li><p>&#x8CEA;&#x554F;&#x3092;&#x30A2;&#x30C3;&#x30D7;&#x30ED;&#x30FC;&#x30C9;&#x3059;&#x308B;&#x3068;&#x304D;&#x3001;&#x6307;&#x5B9A;&#x3055;&#x308C;&#x305F;&#x30A2;&#x30C3;&#x30D7;&#x30ED;&#x30FC;&#x30C9;&#x30D5;&#x30A1;&#x30A4;&#x30EB;&#x306E;&#x30D5;&#x30A9;&#x30FC;&#x30DE;&#x30C3;&#x30C8;&#x306B;&#x5408;&#x308F;&#x305B;&#x3066;&#x304F;&#x3060;&#x3055;&#x3044;&#x3002;&#x9069;&#x3057;&#x3066;&#x306A;&#x3044;&#x30D5;&#x30A9;&#x30FC;&#x30DE;&#x30C3;&#x30C8;&#x306F;&#x3001;&#x30A2;&#x30C3;&#x30D7;&#x30ED;&#x30FC;&#x30C9;&#x306B;&#x5931;&#x6557;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;&#x3002;</p>
<ul>
<li>A&#x5217;&#xFF1A;&#x8CEA;&#x554F;&#x30BF;&#x30A4;&#x30D7;&#xFF08;&#x300C;&#x4E00;&#x822C;&#x8CEA;&#x554F;&#x300D;&#x307E;&#x305F;&#x306F;&#x300C;&#x6B63;&#x898F;&#x8868;&#x73FE;&#x8CEA;&#x554F;&#x300D;&#x3092;&#x9078;&#x629E;&#x3057;&#x3066;&#x5165;&#x529B;&#x3057;&#x307E;&#x3059;&#x3002;&#xFF09;</li>
<li>B&#x5217;&#xFF1A;&#x8CEA;&#x554F;&#xFF08;&#x8FFD;&#x52A0;&#x3057;&#x305F;&#x3044;&#x8CEA;&#x554F;&#x3092;&#x5165;&#x529B;&#x3057;&#x307E;&#x3059;&#x3002;&#xFF09;</li>
</ul>
<p><img src="../assets/chatbot-01-007d.png" alt="chatbot-01-007d.png"></p>
</li>
<li><p>&#x3082;&#x3057;&#x65E2;&#x306B;&#x5165;&#x529B;&#x3055;&#x308C;&#x3066;&#x3044;&#x308B;&#x8CEA;&#x554F;&#x3092;&#x4ED6;&#x306E;&#x4F1A;&#x8A71;&#x306B;&#x79FB;&#x52D5;&#x3055;&#x305B;&#x305F;&#x3044;&#x306E;&#x3067;&#x3042;&#x308C;&#x3070;&#x3001;&#x8CEA;&#x554F;&#x3092;&#x9078;&#x629E;&#x3057;&#x3066;&#x300C;Move&#x300D;&#x30DC;&#x30BF;&#x30F3;&#x3092;&#x30AF;&#x30EA;&#x30C3;&#x30AF;&#x3057;&#x3066;&#x4ED6;&#x306E;&#x4F1A;&#x8A71;&#x306B;&#x79FB;&#x52D5;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</p>
</li>
</ul>
<p>&#x2465; &#x56DE;&#x7B54;&#x3092;&#x767B;&#x9332;&#x3057;&#x307E;&#x3059;&#x3002;</p>
<p><img src="../assets/chatbot-01-008.png" alt="chatbot-01-008.png"></p>
<ul>
<li><p>&#x56DE;&#x7B54;&#x306E;&#x30BF;&#x30A4;&#x30D7;&#x3092;&#x9078;&#x629E;&#xFF1A;&#x57FA;&#x672C;&#x56DE;&#x7B54;&#xFF08;&#x30C6;&#x30AD;&#x30B9;&#x30C8;&#xFF09;&#x4EE5;&#x5916;&#x306B;&#x3082;&#x3001;&#x3055;&#x307E;&#x3056;&#x307E;&#x306A;&#x30BF;&#x30A4;&#x30D7;&#x306E;&#x56DE;&#x7B54;&#x3092;&#x7C21;&#x5358;&#x306B;&#x4F5C;&#x6210;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;&#x8A73;&#x7D30;&#x306B;&#x3064;&#x3044;&#x3066;&#x306F;<a href="chatbot-3-2_ja.html">&quot;Conversation List&#x306E;&#x7BA1;&#x7406;&quot;</a>&#x3067;&#x6271;&#x3044;&#x307E;&#x3059;&#x3002;</p>
<ul>
<li>&#x57FA;&#x672C;&#x56DE;&#x7B54;</li>
<li>&#x753B;&#x50CF;&#x56DE;&#x7B54;</li>
<li>&#x30DE;&#x30EB;&#x30C1;&#x30EA;&#x30F3;&#x30AF;&#x56DE;&#x7B54;</li>
<li>&#x9078;&#x629E;&#x5F0F;&#x56DE;&#x7B54;</li>
<li>Flex Message&#x56DE;&#x7B54;</li>
<li>&#x9023;&#x7D9A;&#x56DE;&#x7B54;</li>
<li>LINE&#x30B9;&#x30BF;&#x30F3;&#x30D7;&#x56DE;&#x7B54;</li>
</ul>
</li>
<li><p>&#x6761;&#x4EF6;&#xFF1A;&#x5404;&#x56DE;&#x7B54;&#x306B;AND&#x3068;OR&#x3092;&#x7D44;&#x307F;&#x5408;&#x308F;&#x305B;&#x305F;&#x3055;&#x307E;&#x3056;&#x307E;&#x306A;&#x6761;&#x4EF6;&#x3092;&#x8A2D;&#x5B9A;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</p>
<ul>
<li><p>5&#x3064;&#x306E;AND&#x6761;&#x4EF6;&#x3068;10&#x306E;OR&#x6761;&#x4EF6;&#x3067;&#x3001;&#x6700;&#x5927;50&#x306E;&#x6761;&#x4EF6;&#x8A2D;&#x5B9A;&#x304C;&#x53EF;&#x80FD;&#x3067;&#x3059;&#x3002;</p>
</li>
<li><p>&#x6761;&#x4EF6;&#x304C;&#x8A2D;&#x5B9A;&#x3055;&#x308C;&#x3066;&#x3044;&#x308B;&#x56DE;&#x7B54;&#x304C;&#x3001;&#x6761;&#x4EF6;&#x304C;&#x8A2D;&#x5B9A;&#x3055;&#x308C;&#x3066;&#x3044;&#x306A;&#x3044;&#x56DE;&#x7B54;&#x3088;&#x308A;&#x512A;&#x5148;&#x306B;&#x5FDC;&#x7B54;&#x3055;&#x308C;&#x307E;&#x3059;&#x3002;&#x307E;&#x305F;&#x3001;&#x6761;&#x4EF6;&#x304C;&#x6E80;&#x305F;&#x3055;&#x308C;&#x308B;&#x56DE;&#x7B54;&#x304C;&#x306A;&#x3044;&#x5834;&#x5408;&#x306B;&#x306F;&#x3001;&#x5931;&#x6557;&#x306E;&#x767A;&#x8A71;&#x304C;&#x5FDC;&#x7B54;&#x3055;&#x308C;&#x308B;&#x3053;&#x3068;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;&#x306E;&#x3067;&#x6CE8;&#x610F;&#x3057;&#x3066;&#x304F;&#x3060;&#x3055;&#x3044;&#x3002;</p>
</li>
<li><p>&#x6642;&#x9593;&#x6761;&#x4EF6;&#xFF1A;&#x7279;&#x5B9A;&#x306E;&#x6642;&#x9593;&#x5E2F;&#x306B;&#x306E;&#x307F;&#x5FDC;&#x7B54;&#x3059;&#x308B;&#x56DE;&#x7B54;&#x3092;&#x8A2D;&#x5B9A;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</p>
</li>
<li>&#x66DC;&#x65E5;&#x6761;&#x4EF6;&#xFF1A;&#x7279;&#x5B9A;&#x306E;&#x66DC;&#x65E5;&#x306B;&#x306E;&#x307F;&#x5FDC;&#x7B54;&#x3059;&#x308B;&#x56DE;&#x7B54;&#x3092;&#x8A2D;&#x5B9A;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;&#x8907;&#x6570;&#x306E;&#x66DC;&#x65E5;&#x3092;&#x9078;&#x629E;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</li>
<li>&#x65E5;&#x4ED8;&#x6761;&#x4EF6;&#xFF1A;&#x7279;&#x5B9A;&#x306E;&#x65E5;&#x306E;&#x307F;&#x5FDC;&#x7B54;&#x3059;&#x308B;&#x56DE;&#x7B54;&#x3092;&#x8A2D;&#x5B9A;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</li>
<li>&#x30A8;&#x30F3;&#x30C6;&#x30A3;&#x30C6;&#x30A3;&#x6761;&#x4EF6;&#xFF1A;&#x7279;&#x5B9A;&#x306E;&#x30A8;&#x30F3;&#x30C6;&#x30A3;&#x30C6;&#x30A3;&#x3092;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x304C;&#x767A;&#x8A71;&#x3059;&#x308B;&#x3001;&#x307E;&#x305F;&#x306F;&#x767A;&#x8A71;&#x3057;&#x306A;&#x3044;&#x5834;&#x5408;&#x306E;&#x307F;&#x5FDC;&#x7B54;&#x3059;&#x308B;&#x56DE;&#x7B54;&#x3092;&#x8A2D;&#x5B9A;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</li>
<li>&#x30D5;&#x30A9;&#x30FC;&#x30E0;&#x6761;&#x4EF6;&#xFF1A;&#x7279;&#x5B9A;&#x306E;&#x9078;&#x629E;&#x5F0F;&#x30D5;&#x30A9;&#x30FC;&#x30E0;&#x306B;&#x5BFE;&#x3057;&#x3066;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x304C;&#x9078;&#x629E;&#x3057;&#x305F;&#x30DC;&#x30BF;&#x30F3;&#x3092;&#x899A;&#x3048;&#x3066;&#x3001;&#x7279;&#x5B9A;&#x306E;&#x30DC;&#x30BF;&#x30F3;&#x3092;&#x9078;&#x629E;&#x3059;&#x308B;&#x3001;&#x307E;&#x305F;&#x306F;&#x9078;&#x629E;&#x3057;&#x306A;&#x3044;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x306B;&#x306E;&#x307F;&#x5FDC;&#x7B54;&#x3059;&#x308B;&#x56DE;&#x7B54;&#x3092;&#x8A2D;&#x5B9A;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</li>
<li>&#x30AB;&#x30B9;&#x30BF;&#x30E0;&#x6761;&#x4EF6;&#xFF1A;&#x81EA;&#x3089;&#x30AB;&#x30B9;&#x30BF;&#x30E0;&#x3057;&#x305F;&#x6761;&#x4EF6;&#x3092;&#x56DE;&#x7B54;&#x306B;&#x8A2D;&#x5B9A;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;&#x3000;&#x6761;&#x4EF6;&#x3092;&#x691C;&#x8A3C;&#x3059;&#x308B;API URL&#x3092;&#x5165;&#x529B;&#x3057;&#x3066;&#x304F;&#x3060;&#x3055;&#x3044;&#x3002;</li>
<li>&#x8907;&#x6570;&#x306E;&#x6761;&#x4EF6;&#x304C;&#x8FFD;&#x52A0;&#x3055;&#x308C;&#x305F;&#x5834;&#x5408;&#x3001;&#x3059;&#x3079;&#x3066;&#x306E;&#x6761;&#x4EF6;&#x304C;&#x6E80;&#x305F;&#x3055;&#x308C;&#x308B;&#x5834;&#x5408;&#x306E;&#x307F;&#x56DE;&#x7B54;&#x304C;&#x5FDC;&#x7B54;&#x3055;&#x308C;&#x307E;&#x3059;&#x3002;</li>
<li>2&#x3064;&#x4EE5;&#x4E0A;&#x306E;&#x56DE;&#x7B54;&#x306B;&#x8A2D;&#x5B9A;&#x3055;&#x308C;&#x305F;&#x6761;&#x4EF6;&#x304C;&#x540C;&#x6642;&#x306B;&#x6E80;&#x305F;&#x3055;&#x308C;&#x308B;&#x5834;&#x5408;&#x3001;&#x30E9;&#x30F3;&#x30C0;&#x30E0;&#x3067;&#x5FDC;&#x7B54;&#x3055;&#x308C;&#x307E;&#x3059;&#x3002;<br>
&#x4F8B;&#xFF1A;&#x56DE;&#x7B54;1&#x306B;&#xFF3B;&#x706B;&#x66DC;&#x65E5;&#xFF3D;&#x306E;&#x6761;&#x4EF6;&#x3092;&#x8A2D;&#x5B9A;&#x3057;&#x3001;&#x56DE;&#x7B54;2&#x306B;&#xFF3B;12/25&#xFF3D;&#x3068;&#x65E5;&#x4ED8;&#x6761;&#x4EF6;&#x3092;&#x8A2D;&#x5B9A;&#x3057;&#x305F;&#x5834;&#x5408;
&#x4EEE;&#x306B;12&#x6708;25&#x65E5;&#x304C;&#x706B;&#x66DC;&#x65E5;&#x3067;&#x3042;&#x308C;&#x3070;&#x3001;2&#x3064;&#x306E;&#x56DE;&#x7B54;&#x304C;&#x3059;&#x3079;&#x3066;&#x306E;&#x6761;&#x4EF6;&#x3092;&#x6E80;&#x305F;&#x3057;&#x3066;&#x3044;&#x308B;&#x305F;&#x3081;&#x3001;&#x56DE;&#x7B54;1&#x3068;&#x56DE;&#x7B54;2&#x304C;&#x30E9;&#x30F3;&#x30C0;&#x30E0;&#x3067;&#x5FDC;&#x7B54;&#x3055;&#x308C;&#x307E;&#x3059;&#x3002;</li>
</ul>
</li>
<li><p>&#x30E1;&#x30C3;&#x30BB;&#x30F3;&#x30B8;&#x30E3;&#x30FC;&#x3092;&#x8A2D;&#x5B9A;&#xFF1A;&#x7279;&#x5B9A;&#x306E;&#x30E1;&#x30C3;&#x30BB;&#x30F3;&#x30B8;&#x30E3;&#x30FC;&#x3067;&#x306E;&#x307F;&#x5FDC;&#x7B54;&#x3059;&#x308B;&#x56DE;&#x7B54;&#x3092;&#x8A2D;&#x5B9A;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;&#x4EEE;&#x306B;&#x300C;&#x3059;&#x3079;&#x3066;&#x306E;&#x30E1;&#x30C3;&#x30BB;&#x30F3;&#x30B8;&#x30E3;&#x30FC;&#x300D;&#x306E;&#x56DE;&#x7B54;&#x3068;&#x7279;&#x5B9A;&#x30E1;&#x30C3;&#x30BB;&#x30F3;&#x30B8;&#x30E3;&#x30FC;&#x306B;&#x8A2D;&#x5B9A;&#x3057;&#x305F;&#x56DE;&#x7B54;&#x304C;&#x3001;&#x540C;&#x6642;&#x306B;&#x30B5;&#x30FC;&#x30D3;&#x30B9;ON&#x306B;&#x306A;&#x3063;&#x3066;&#x3044;&#x308B;&#x5834;&#x5408;&#x3001;&#x8A72;&#x5F53;&#x306E;&#x30E1;&#x30C3;&#x30BB;&#x30F3;&#x30B8;&#x30E3;&#x30FC;&#x3067;&#x306F;&#x300C;&#x3059;&#x3079;&#x3066;&#x306E;&#x30E1;&#x30C3;&#x30BB;&#x30F3;&#x30B8;&#x30E3;&#x30FC;&#x300D;&#x306B;&#x8A2D;&#x5B9A;&#x3057;&#x305F;&#x56DE;&#x7B54;&#x306F;&#x5FDC;&#x7B54;&#x3055;&#x308C;&#x307E;&#x305B;&#x3093;&#x3002;</p>
<ul>
<li>&#x7279;&#x5B9A;&#x306E;&#x30E1;&#x30C3;&#x30BB;&#x30F3;&#x30B8;&#x30E3;&#x30FC;&#x3067;&#x5BFE;&#x5FDC;&#x3057;&#x306A;&#x3044;&#x56DE;&#x7B54;&#x30BF;&#x30A4;&#x30D7;&#x3092;&#x9078;&#x629E;&#x3057;&#x305F;&#x5834;&#x5408;&#x3001;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x306B;&#x306F;&#x5931;&#x6557;&#x306E;&#x30E1;&#x30C3;&#x30BB;&#x30FC;&#x30B8;&#x304C;&#x5FDC;&#x7B54;&#x3055;&#x308C;&#x308B;&#x3053;&#x3068;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;&#x3002;</li>
<li>&#x30E1;&#x30C3;&#x30BB;&#x30F3;&#x30B8;&#x30E3;&#x30FC;&#x306E;&#x6761;&#x4EF6;&#x3092;Clova&#x306B;&#x8A2D;&#x5B9A;&#x3059;&#x308B;&#x5834;&#x5408;&#x3001;&#x300C;&#x57FA;&#x672C;&#x56DE;&#x7B54;&#x300D;&#x30BF;&#x30A4;&#x30D7;&#x306E;&#x307F;&#x5BFE;&#x5FDC;&#x3057;&#x307E;&#x3059;&#x3002;&#x305D;&#x3057;&#x3066;&#x3001;&#x300C;&#x3059;&#x3079;&#x3066;&#x306E;&#x30E1;&#x30C3;&#x30BB;&#x30F3;&#x30B8;&#x30E3;&#x30FC;&#x300D;&#x3067;&#x8A2D;&#x5B9A;&#x3057;&#x305F;&#x56DE;&#x7B54;&#x3092;Clova&#x3068;&#x9023;&#x52D5;&#x3059;&#x308B;&#x5834;&#x5408;&#x3001;&#x5404;&#x56DE;&#x7B54;&#x30BF;&#x30A4;&#x30D7;&#x306E;&#x300C;&#x30C6;&#x30AD;&#x30B9;&#x30C8;&#x56DE;&#x7B54;&#x300D;&#x306E;&#x307F;&#x97F3;&#x58F0;&#x3067;&#x63D0;&#x4F9B;&#x3055;&#x308C;&#x307E;&#x3059;&#x3002;</li>
</ul>
</li>
<li><p>&#x30B5;&#x30FC;&#x30D3;&#x30B9;ON/OFF&#x306E;&#x8A2D;&#x5B9A;&#xFF1A;&#x56DE;&#x7B54;&#x306E;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x72B6;&#x614B;&#x3092;ON/OFF&#x3067;&#x8A2D;&#x5B9A;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;&#x8907;&#x6570;&#x306E;&#x56DE;&#x7B54;&#x3092;&#x30B5;&#x30FC;&#x30D3;&#x30B9;ON&#x306B;&#x8A2D;&#x5B9A;&#x3059;&#x308B;&#x5834;&#x5408;&#x3001;&#x8A72;&#x5F53;&#x3059;&#x308B;&#x56DE;&#x7B54;&#x304C;&#x30E9;&#x30F3;&#x30C0;&#x30E0;&#x306B;&#x5FDC;&#x7B54;&#x3055;&#x308C;&#x307E;&#x3059;&#x3002;&#x4F8B;&#x3048;&#x3070;&#x3001;&#x7279;&#x5B9A;&#x306E;&#x8CEA;&#x554F;&#x306B;&#x5BFE;&#x3057;&#x3066;2&#x3064;&#x4EE5;&#x4E0A;&#x306E;&#x56DE;&#x7B54;&#x304C;ON&#x306B;&#x306A;&#x3063;&#x3066;&#x3044;&#x308B;&#x5834;&#x5408;&#x3001; &#x8CEA;&#x554F;&#x304C;&#x5165;&#x308B;&#x3068;&#x3001;&#x56DE;&#x7B54;&#x304C;&#x767B;&#x9332;&#x3055;&#x308C;&#x305F;&#x9806;&#x756A;&#x3068;&#x306F;&#x95A2;&#x4FC2;&#x306A;&#x304F;&#x30E9;&#x30F3;&#x30C0;&#x30E0;&#x306B;&#x5FDC;&#x7B54;&#x304C;&#x51FA;&#x307E;&#x3059;&#x3002;&#x4EEE;&#x306B;&#x3001;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x304C;&#x7D04;5&#x6642;&#x9593;&#x5185;&#x306B;&#x540C;&#x3058;&#x8CEA;&#x554F;&#x3092;&#x8FFD;&#x52A0;&#x3067;&#x6295;&#x3052;&#x304B;&#x3051;&#x308B;&#x5834;&#x5408;&#x3001;&#x307E;&#x3060;&#x9732;&#x51FA;&#x3055;&#x308C;&#x3066;&#x3044;&#x306A;&#x3044;&#x56DE;&#x7B54;&#x306E;&#x4E2D;&#x304B;&#x3089;&#x5FDC;&#x7B54;&#x304C;&#x51FA;&#x307E;&#x3059;&#x3002;</p>
</li>
<li><p>&#x30D7;&#x30EC;&#x30D3;&#x30E5;&#x30FC;&#xFF1A;&#x4F5C;&#x6210;&#x3057;&#x305F;&#x56DE;&#x7B54;&#x306E;&#x30D7;&#x30EC;&#x30D3;&#x30E5;&#x30FC;&#x3092;&#x78BA;&#x8A8D;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;&#x7DE8;&#x96C6;&#x3057;&#x305F;&#x5185;&#x5BB9;&#x304C;&#x30EA;&#x30A2;&#x30EB;&#x30BF;&#x30A4;&#x30E0;&#x3067;&#x30D7;&#x30EC;&#x30D3;&#x30E5;&#x30FC;&#x753B;&#x9762;&#x306B;&#x53CD;&#x6620;&#x3055;&#x308C;&#x307E;&#x3059;&#x3002;</p>
</li>
<li><p>&#x56DE;&#x7B54;&#xFF1A;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x304C;&#x56DE;&#x7B54;&#x3059;&#x308B;&#x6587;&#x3092;&#x4F5C;&#x6210;&#x3057;&#x307E;&#x3059;&#x3002;</p>
<ul>
<li><strong>&#x56DE;&#x7B54;</strong> &#x5165;&#x529B;&#x6B04;&#x306B;<code>$</code>&#x3084;<code>#</code>&#x3092;&#x5165;&#x529B;&#x3059;&#x308B;&#x3068;&#x3001;&#x30A2;&#x30AF;&#x30B7;&#x30E7;&#x30F3;&#x30E1;&#x30BD;&#x30C3;&#x30C9;&#x3084;&#x30D5;&#x30A9;&#x30FC;&#x30E0;&#x3092;&#x7D20;&#x65E9;&#x304F;&#x5165;&#x529B;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</li>
<li>&#x30D5;&#x30A9;&#x30FC;&#x30E0;&#x5165;&#x529B;&#x306F;&#x3001;&#x57FA;&#x672C;&#x56DE;&#x7B54;&#x3068;&#x9078;&#x629E;&#x5F0F;&#x56DE;&#x7B54;&#x30BF;&#x30A4;&#x30D7;&#x3067;&#x306E;&#x307F;&#x53EF;&#x80FD;&#x3067;&#x3001;&#x753B;&#x50CF;&#x56DE;&#x7B54;&#x3084;&#x30DE;&#x30EB;&#x30C1;&#x30EA;&#x30F3;&#x30AF;&#x56DE;&#x7B54;&#x306A;&#x3069;&#x3001;&#x5F62;&#x5F0F;&#x304C;&#x6307;&#x5B9A;&#x3055;&#x308C;&#x305F;&#x30C6;&#x30F3;&#x30D7;&#x30EC;&#x30FC;&#x30C8;&#x306E;&#x56DE;&#x7B54;&#x306E;&#x5834;&#x5408;&#x306B;&#x306F;&#x30D5;&#x30A9;&#x30FC;&#x30E0;&#x5165;&#x529B;&#x304C;&#x3067;&#x304D;&#x307E;&#x305B;&#x3093;&#x3002;&#x8A73;&#x7D30;&#x306B;&#x3064;&#x3044;&#x3066;&#x306F;<a href="chatbot-3-3_ja.html">&quot;&#x4F1A;&#x8A71;&#x30B3;&#x30F3;&#x30DD;&#x30FC;&#x30CD;&#x30F3;&#x30C8;&#x306E;&#x7BA1;&#x7406;&quot;</a>&#x3067;&#x6271;&#x3044;&#x307E;&#x3059;&#x3002;</li>
<li>&#x30E1;&#x30C3;&#x30BB;&#x30FC;&#x30B8;&#x304C;LINE&#x306B;&#x8A2D;&#x5B9A;&#x3055;&#x308C;&#x3066;&#x3044;&#x308B;&#x5834;&#x5408;&#x3001;<strong>&#x56DE;&#x7B54;</strong> &#x5165;&#x529B;&#x6B04;&#x3067; <code>`{0x000000}</code> &#x5F62;&#x5F0F;&#x3067;LINE&#x306E;&#x7D75;&#x6587;&#x5B57;&#x3092;&#x8FFD;&#x52A0;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;&#x5165;&#x529B;&#x3067;&#x304D;&#x308B;LINE&#x7D75;&#x6587;&#x5B57;&#x306F;<a href="https://developers.line.biz/media/messaging-api/emoji-list.pdf" target="_blank">&quot;LINE Original emoji &quot;</a>&#x304B;&#x3089;&#x78BA;&#x8A8D;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</li>
</ul>
</li>
<li><p>URL&#x306E;&#x8FFD;&#x52A0;</p>
<ul>
<li>URL&#x30A2;&#x30C9;&#x30EC;&#x30B9;&#xFF1A;&#x30EA;&#x30F3;&#x30AF;&#x3059;&#x308B;URL&#x30A2;&#x30C9;&#x30EC;&#x30B9;&#x3092;&#x5165;&#x529B;&#x3057;&#x3066;&#x304F;&#x3060;&#x3055;&#x3044;&#x3002;</li>
</ul>
</li>
<li><p>&#x3082;&#x3057;&#x3001;&#x8A72;&#x5F53;&#x3059;&#x308B;&#x4F1A;&#x8A71;&#x3067;&#x5165;&#x529B;&#x3055;&#x308C;&#x305F;&#x56DE;&#x7B54;&#x304C;&#x306A;&#x3051;&#x308C;&#x3070;&#x3001;&#x8A72;&#x5F53;&#x306E;&#x4F1A;&#x8A71;&#x306F;&#x672A;&#x5B8C;&#x6210;&#x306E;&#x4F1A;&#x8A71;&#x3067;&#x30E2;&#x30C7;&#x30EB;&#x5B66;&#x7FD2;&#x306E;&#x5BFE;&#x8C61;&#x304B;&#x3089;&#x9664;&#x5916;&#x3055;&#x308C;&#x3001;&#x5931;&#x6557;&#x30E1;&#x30C3;&#x30BB;&#x30FC;&#x30B8;&#x304C;&#x8FD4;&#x3055;&#x308C;&#x308B;&#x3053;&#x3068;&#x304C;&#x3042;&#x308B;&#x306E;&#x3067;&#x6CE8;&#x610F;&#x3057;&#x3066;&#x304F;&#x3060;&#x3055;&#x3044;&#x3002;</p>
</li>
</ul>
<p>&#x2466; Microsoft Excel&#x3092;&#x5229;&#x7528;&#x3057;&#x3066;&#x4F1A;&#x8A71;&#x3092;&#x4F5C;&#x6210;&#x3057;&#x3001;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306B;&#x4E00;&#x62EC;&#x30A2;&#x30C3;&#x30D7;&#x30ED;&#x30FC;&#x30C9;&#x3059;&#x308B;&#x3053;&#x3068;&#x3082;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;&#x30A2;&#x30C3;&#x30D7;&#x30ED;&#x30FC;&#x30C9;&#x306E;&#x30BF;&#x30A4;&#x30D7;&#x306F;&#x3001;JSON&#x30A2;&#x30C3;&#x30D7;&#x30ED;&#x30FC;&#x30C9;&#x3068;&#x4E00;&#x822C;&#x30A2;&#x30C3;&#x30D7;&#x30ED;&#x30FC;&#x30C9;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;&#x3002;</p>
<p><img src="../assets/chatbot-03-012a.png" alt="chatbot-03-012a.png"></p>
<ul>
<li>Conversation List&#x3067;&#x300C;&#x30A2;&#x30C3;&#x30D7;&#x30ED;&#x30FC;&#x30C9;&#x300D;&#x3092;&#x30AF;&#x30EA;&#x30C3;&#x30AF;&#x3057;&#x3001;Excel&#x30D5;&#x30A1;&#x30A4;&#x30EB;&#x3092;&#x30A2;&#x30C3;&#x30D7;&#x30ED;&#x30FC;&#x30C9;&#x3057;&#x307E;&#x3059;&#x3002;</li>
</ul>
<p><img src="../assets/chatbot-03-012b.png" alt="chatbot-03-012b.png"></p>
<ul>
<li><p>&#x6307;&#x5B9A;&#x3055;&#x308C;&#x305F;&#x30A2;&#x30C3;&#x30D7;&#x30ED;&#x30FC;&#x30C9;&#x30D5;&#x30A1;&#x30A4;&#x30EB;&#x306E;&#x30D5;&#x30A9;&#x30FC;&#x30DE;&#x30C3;&#x30C8;&#x306B;&#x5408;&#x308F;&#x305B;&#x3066;&#x304F;&#x3060;&#x3055;&#x3044;&#x3002;&#x9069;&#x3057;&#x3066;&#x306A;&#x3044;&#x30D5;&#x30A9;&#x30FC;&#x30DE;&#x30C3;&#x30C8;&#x3067;&#x30A2;&#x30C3;&#x30D7;&#x30ED;&#x30FC;&#x30C9;&#x3059;&#x308B;&#x3068;&#x3001;&#x4F1A;&#x8A71;&#x306E;&#x4F5C;&#x6210;&#x306B;&#x5931;&#x6557;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;&#x3002;</p>
</li>
<li><p>&#x4E00;&#x822C;&#x4F1A;&#x8A71;&#x306E;&#x57FA;&#x672C;&#x56DE;&#x7B54;&#x3001;&#x753B;&#x50CF;&#x56DE;&#x7B54;&#x3001;&#x30DE;&#x30EB;&#x30C1;&#x30EA;&#x30F3;&#x30AF;&#x56DE;&#x7B54;&#x3001;&#x9078;&#x629E;&#x5F0F;&#x56DE;&#x7B54;&#x306A;&#x3069;&#x4E00;&#x90E8;&#x306E;&#x56DE;&#x7B54;&#x30BF;&#x30A4;&#x30D7;&#x306E;&#x307F;&#x3001;Excel&#x306E;&#x30A2;&#x30C3;&#x30D7;&#x30ED;&#x30FC;&#x30C9;/&#x30C0;&#x30A6;&#x30F3;&#x30ED;&#x30FC;&#x30C9;&#x306B;&#x5BFE;&#x5FDC;&#x3057;&#x307E;&#x3059;&#x3002;&#x30B9;&#x30ED;&#x30C3;&#x30C8;&#x4F1A;&#x8A71;&#x306F;&#x3001;Excel&#x306E;&#x30A2;&#x30C3;&#x30D7;&#x30ED;&#x30FC;&#x30C9;/&#x30C0;&#x30A6;&#x30F3;&#x30ED;&#x30FC;&#x30C9;&#x3092;&#x30B5;&#x30DD;&#x30FC;&#x30C8;&#x3057;&#x307E;&#x305B;&#x3093;&#x3002;</p>
</li>
<li><p>Excel&#x306E;&#x30A2;&#x30C3;&#x30D7;&#x30ED;&#x30FC;&#x30C9;&#x306B;&#x3088;&#x308A;&#x3001;&#x65B0;&#x3057;&#x3044;&#x4F1A;&#x8A71;&#x306E;&#x65B0;&#x898F;&#x4F5C;&#x6210;&#x3060;&#x3051;&#x3067;&#x306A;&#x304F;&#x3001;&#x65E2;&#x5B58;&#x306E;&#x4F1A;&#x8A71;&#x306B;&#x8CEA;&#x554F;&#x307E;&#x305F;&#x306F;&#x56DE;&#x7B54;&#x3092;&#x8FFD;&#x52A0;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</p>
<ul>
<li><p>A&#x5217;&#xFF1A;Conversation name&#xFF08;&#x65E2;&#x5B58;&#x306E;Conversation name&#x3068;&#x91CD;&#x8907;&#x3057;&#x306A;&#x3044;&#x540D;&#x524D;&#x3092;&#x5165;&#x529B;&#x3059;&#x308B;&#x3068;&#x3001;&#x65B0;&#x3057;&#x3044;&#x4F1A;&#x8A71;&#x304C;&#x751F;&#x6210;&#x3055;&#x308C;&#x307E;&#x3059;&#x3002;&#x91CD;&#x8907;&#x3057;&#x305F;&#x540D;&#x524D;&#x3092;&#x5165;&#x529B;&#x3057;&#x305F;&#x5834;&#x5408;&#x3001;&#x65E2;&#x5B58;&#x306E;&#x4F1A;&#x8A71;&#x306B;&#x8CEA;&#x554F;&#x307E;&#x305F;&#x306F;&#x56DE;&#x7B54;&#x304C;&#x8FFD;&#x52A0;&#x3055;&#x308C;&#x307E;&#x3059;&#x3002;&#xFF09;</p>
</li>
<li><p>B&#x5217;&#xFF1A;&#x4F1A;&#x8A71;&#x30BF;&#x30A4;&#x30D7;&#xFF08;&#x8907;&#x6570;&#x306E;&#x4F1A;&#x8A71;&#x30BF;&#x30A4;&#x30D7;&#x3092;&#x9078;&#x629E;&#x3059;&#x308B;&#x5834;&#x5408;&#x300C;|&#x300D;&#x8A18;&#x53F7;&#x3092;&#x4F7F;&#x3063;&#x3066;&#x533A;&#x5225;&#x3057;&#x307E;&#x3059;&#x3002;&#xFF09;</p>
</li>
<li><p>C&#x5217;&#xFF1A;Conversation location&#xFF08;&#x30B7;&#x30CA;&#x30EA;&#x30AA;&#x4E0A;&#x306E;Conversation location&#x3092;&#x5165;&#x529B;&#x3057;&#x307E;&#x3059;&#x3002;Start&#x3001;Intermediate&#x3001;Last&#x3001;Single&#x306E;&#x4E2D;&#x304B;&#x3089;&#x9078;&#x629E;&#x3057;&#x307E;&#x3059;&#x3002;&#xFF09;</p>
</li>
<li><p>D&#x5217;&#xFF1A;&#x8CEA;&#x554F;&#x30BF;&#x30A4;&#x30D7;(&#x4E00;&#x822C;&#x306E;&#x8CEA;&#x554F;&#x3068;&#x6B63;&#x898F;&#x8868;&#x73FE;&#x8CEA;&#x554F;&#x306E;&#x4E2D;&#x304B;&#x3089;&#x9078;&#x629E;&#x3057;&#x307E;&#x3059;&#x3002;&#xFF09;</p>
</li>
<li><p>E&#x5217;&#xFF1A;&#x8CEA;&#x554F;(&#x8907;&#x6570;&#x306E;&#x8CEA;&#x554F;&#x3092;&#x5165;&#x529B;&#x3059;&#x308B;&#x5FC5;&#x8981;&#x304C;&#x3042;&#x308B;&#x5834;&#x5408;&#x3001;&#x4E0B;&#x306B;&#x884C;&#x3092;&#x8FFD;&#x52A0;&#x3057;&#x3066;&#x5165;&#x529B;&#x3057;&#x307E;&#x3059;&#x3002;&#xFF09;</p>
</li>
<li><p>F&#x5217;&#xFF1A;&#x30E1;&#x30C3;&#x30BB;&#x30F3;&#x30B8;&#x30E3;&#x30FC;&#x6761;&#x4EF6;&#xFF08;&#x3059;&#x3079;&#x3066;&#x306E;&#x30E1;&#x30C3;&#x30BB;&#x30F3;&#x30B8;&#x30E3;&#x30FC;&#x3001;LINE&#x3001;LINE WORKS&#x3001;&#x30AB;&#x30AB;&#x30AA;&#x30C8;&#x30FC;&#x30AF;&#x3001;NAVER TalkTalk&#x3001;Facebook&#x3001;Custom&#x3001;Clova&#x306E;&#x4E2D;&#x304B;&#x3089;&#x9078;&#x629E;&#x3057;&#x3066;&#x5165;&#x529B;&#x3057;&#x307E;&#x3059;&#x3002;&#xFF09;</p>
</li>
<li><p>G&#x5217;&#xFF1A;&#x6761;&#x4EF6;&#xFF08;&#x8A72;&#x5F53;&#x3059;&#x308B;&#x56DE;&#x7B54;&#x3092;&#x5FDC;&#x7B54;&#x3059;&#x308B;&#x6761;&#x4EF6;&#x3092;&#x9078;&#x629E;&#x3057;&#x307E;&#x3059;&#x3002;&#xFF09;</p>
<ul>
<li>&#x6761;&#x4EF6;&#x306A;&#x3057;&#xFF1A;&#x6761;&#x4EF6;&#x306E;&#x5217;&#x3092;&#x7A7A;&#x6B04;&#x306B;&#x3057;&#x3066;&#x304A;&#x304D;&#x307E;&#x3059;&#x3002;</li>
<li>&#x8907;&#x6570;&#x6761;&#x4EF6;&#xFF1A;&#xFF08;&#x6761;&#x4EF6;1OR&#x6761;&#x4EF6;2&#xFF09;AND&#xFF08;&#x6761;&#x4EF6;3&#x306E;&#x5F62;&#x5F0F;&#x3067;&#x5165;&#x529B;&#x3057;&#x307E;&#x3059;&#x3002;&#x5168;&#x3066;&#x306E;&#x6761;&#x4EF6;&#x306F;&#x62EC;&#x5F27;&#x3067;&#x56F2;&#x3093;&#x3067;&#x5165;&#x529B;&#x3059;&#x308B;&#x5FC5;&#x8981;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;&#x3002;</li>
<li>&#x6642;&#x9593;&#x6761;&#x4EF6;&#xFF1A;24&#x6642;&#x9593;&#x8868;&#x8A18;&#x6CD5;&#x3067;&#x5165;&#x529B;&#x3057;&#x307E;&#x3059;&#x3002;</li>
<li>&#x66DC;&#x65E5;&#x6761;&#x4EF6;&#xFF1A;&#x300C;&#x6708;&#xFF5E;&#x65E5;&#x300D;&#x306E;&#x4E2D;&#x304B;&#x3089;&#x9078;&#x629E;&#x3057;&#x3066;&#x5165;&#x529B;&#x3057;&#x307E;&#x3059;&#x3002;</li>
<li>&#x65E5;&#x4ED8;&#x6761;&#x4EF6;&#xFF1A;&#x300C;&#x6708;/&#x65E5;~&#x6708;/&#x65E5;&#x300D;&#x30D5;&#x30A9;&#x30FC;&#x30DE;&#x30C3;&#x30C8;&#x3067;&#x5165;&#x529B;&#x3057;&#x307E;&#x3059;&#x3002;</li>
<li>&#x30A8;&#x30F3;&#x30C6;&#x30A3;&#x30C6;&#x30A3;&#x6761;&#x4EF6;&#xFF1A;@&#x30A8;&#x30F3;&#x30C6;&#x30A3;&#x30C6;&#x30A3;&#x540D; = &#x4EE3;&#x8868;&#x8A9E;&#x307E;&#x305F;&#x306F;@&#x30A8;&#x30F3;&#x30C6;&#x30A3;&#x30C6;&#x30A3;&#x540D; &#x2260; &#x4EE3;&#x8868;&#x8A9E;&#x306E;&#x5F62;&#x5F0F;&#x3067;&#x5165;&#x529B;&#x3057;&#x307E;&#x3059;&#x3002;</li>
<li>&#x30D5;&#x30A9;&#x30FC;&#x30E0;&#x6761;&#x4EF6;&#xFF1A;#{&#x30D5;&#x30A9;&#x30FC;&#x30E0;&#x540D;} = &#x30DC;&#x30BF;&#x30F3;&#x540D;&#x307E;&#x305F;&#x306F; #{&#x30D5;&#x30A9;&#x30FC;&#x30E0;&#x540D;} &#x2260; &#x30DC;&#x30BF;&#x30F3;&#x540D;&#x306E;&#x5F62;&#x5F0F;&#x3067;&#x5165;&#x529B;&#x3057;&#x307E;&#x3059;&#x3002;<ul>
<li>&#x30AB;&#x30B9;&#x30BF;&#x30E0;&#x6761;&#x4EF6;&#xFF1A;endpoint&#x3092;&#x5165;&#x529B;&#x3057;&#x307E;&#x3059;&#x3002;</li>
</ul>
</li>
</ul>
</li>
</ul>
</li>
<li><p>H&#x5217;&#xFF1A;&#x56DE;&#x7B54;&#x306E;&#x30BF;&#x30A4;&#x30D7;&#xFF08;&#x4F5C;&#x6210;&#x3059;&#x308B;&#x56DE;&#x7B54;&#x306E;&#x30BF;&#x30A4;&#x30D7;&#x3092;&#x6307;&#x5B9A;&#x3057;&#x307E;&#x3059;&#x3002;&#x57FA;&#x672C;&#x56DE;&#x7B54;&#x3001;&#x30DE;&#x30EB;&#x30C1;&#x30EA;&#x30F3;&#x30AF;&#x3001;&#x753B;&#x50CF;&#x3001;&#x9078;&#x629E;&#x5F0F;&#x56DE;&#x7B54;&#x306E;&#x4E2D;&#x304B;&#x3089;1&#x3064;&#x306E;&#x307F;&#x9078;&#x629E;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;&#x305D;&#x308C;&#x4EE5;&#x5916;&#x306E;&#x56DE;&#x7B54;&#x30BF;&#x30A4;&#x30D7;&#x306F;&#x3001;&#x30A2;&#x30C3;&#x30D7;&#x30ED;&#x30FC;&#x30C9;/&#x30C0;&#x30A6;&#x30F3;&#x30ED;&#x30FC;&#x30C9;&#x306B;&#x5BFE;&#x5FDC;&#x3057;&#x307E;&#x305B;&#x3093;&#x3002;&#xFF09;</p>
</li>
<li><p>I&#x5217;&#xFF1A;&#x56DE;&#x7B54;&#xFF08;&#x8907;&#x6570;&#x306E;&#x56DE;&#x7B54;&#x3092;&#x5165;&#x529B;&#x3059;&#x308B;&#x5FC5;&#x8981;&#x304C;&#x3042;&#x308B;&#x5834;&#x5408;&#x3001;&#x4E0B;&#x306B;&#x884C;&#x3092;&#x8FFD;&#x52A0;&#x3057;&#x3066;&#x5165;&#x529B;&#x3057;&#x307E;&#x3059;&#x3002;&#x9078;&#x629E;&#x5165;&#x529B;&#x306E;&#x5024;&#x306F;&#x3001;&#x5165;&#x529B;&#x3057;&#x306A;&#x304F;&#x3066;&#x3082;&#x3044;&#x3044;&#x3067;&#x3059;&#x3002;&#xFF09;</p>
<ul>
<li><p>&#x57FA;&#x672C;&#x56DE;&#x7B54;</p>
<p>&#x56DE;&#x7B54;&#xFF1A;&#x56DE;&#x7B54;&#x30E1;&#x30C3;&#x30BB;&#x30FC;&#x30B8;&#x3092;&#x5165;&#x529B;&#x3057;&#x307E;&#x3059;&#x3002;&#x6539;&#x884C;&#x304C;&#x5FC5;&#x8981;&#x3067;&#x3042;&#x308C;&#x3070;&#x300C;\n&#x300D;&#x8A18;&#x53F7;&#x3092;&#x5165;&#x529B;&#x3057;&#x307E;&#x3059;&#x3002;</p>
<p>URL&#xFF1A;URL&#x30A2;&#x30C9;&#x30EC;&#x30B9;&#x3092;&#x5165;&#x529B;&#x3057;&#x307E;&#x3059;&#x3002;</p>
</li>
<li><p>&#x30DE;&#x30EB;&#x30C1;&#x30EA;&#x30F3;&#x30AF;</p>
<p>&#x56DE;&#x7B54;&#xFF1A;&#x56DE;&#x7B54;&#x30E1;&#x30C3;&#x30BB;&#x30FC;&#x30B8;&#x3092;&#x5165;&#x529B;&#x3057;&#x307E;&#x3059;&#x3002;</p>
<p>&#x30DC;&#x30BF;&#x30F3;1&#xFF1A;URL&#x30A2;&#x30C9;&#x30EC;&#x30B9;&#x3092;&#x5165;&#x529B;&#x3057;&#x307E;&#x3059;&#x3002;</p>
</li>
<li><p>&#x753B;&#x50CF;&#x56DE;&#x7B54;</p>
<p>[&#x753B;&#x50CF;&#x30AB;&#x30FC;&#x30C9;]
&#x753B;&#x50CF;&#x56DE;&#x7B54;&#x30BF;&#x30A4;&#x30D7;&#xFF1A;&#x753B;&#x50CF;&#x56DE;&#x7B54;&#x306E;&#x30BF;&#x30A4;&#x30D7;&#x3092;&#x9078;&#x629E;&#x3057;&#x307E;&#x3059;&#x3002;&#x300C;&#x753B;&#x50CF;&#x300D;&#x307E;&#x305F;&#x306F;&#x300C;&#x753B;&#x50CF;&#xFF0B;&#x30C6;&#x30AD;&#x30B9;&#x30C8;&#x300D;&#x306E;&#x4E2D;&#x304B;&#x3089;1&#x3064;&#x3092;&#x9078;&#x629E;&#x3057;&#x3066;&#x5165;&#x529B;&#x3057;&#x307E;&#x3059;&#x3002;
&#x30BF;&#x30A4;&#x30C8;&#x30EB;&#xFF1A;&#x753B;&#x50CF;&#x306E;&#x30BF;&#x30A4;&#x30C8;&#x30EB;&#x3092;&#x5165;&#x529B;&#x3057;&#x307E;&#x3059;&#x3002;
&#x753B;&#x50CF;&#x306E;&#x8AAC;&#x660E;&#xFF1A;&#x753B;&#x50CF;&#x3092;&#x8AAC;&#x660E;&#x3059;&#x308B;&#x56DE;&#x7B54;&#x3092;&#x5165;&#x529B;&#x3057;&#x307E;&#x3059;&#x3002;
&#x30DC;&#x30BF;&#x30F3;1&#xFF1A;&#x30DC;&#x30BF;&#x30F3;&#x540D;&#x3092;&#x5165;&#x529B;&#x3057;&#x307E;&#x3059;&#x3002;&#xFF08;URL&#x30A2;&#x30C9;&#x30EC;&#x30B9;&#x3092;&#x5165;&#x529B;&#x3057;&#x307E;&#x3059;&#x3002;)</p>
</li>
</ul>
</li>
<li><p>&#x9078;&#x629E;&#x5F0F;&#x56DE;&#x7B54;</p>
<p>&#x56DE;&#x7B54;&#xFF1A;#{&#x9078;&#x629E;&#x5F0F;&#x30D5;&#x30A9;&#x30FC;&#x30E0;&#x540D;}&#x306E;&#x5F62;&#x5F0F;&#x3067;&#x5165;&#x529B;&#x3057;&#x307E;&#x3059;&#x3002;</p>
</li>
<li><p>J&#x5217;&#xFF1A;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x72B6;&#x6CC1;&#xFF08;&#x8A72;&#x5F53;&#x3059;&#x308B;&#x56DE;&#x7B54;&#x306E;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x72B6;&#x6CC1;&#x3092;ON/OFF&#x3067;&#x5165;&#x529B;&#x3057;&#x307E;&#x3059;&#x3002;&#xFF09;</p>
</li>
</ul>
<h4 id="step-3-&#x5B66;&#x7FD2;&#x304A;&#x3088;&#x3073;&#x30C6;&#x30B9;&#x30C8;">Step 3. &#x5B66;&#x7FD2;&#x304A;&#x3088;&#x3073;&#x30C6;&#x30B9;&#x30C8;</h4>
<p>&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x304C;&#x5B8C;&#x6210;&#x3057;&#x305F;&#x3089;&#x3001;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306E;&#x30A8;&#x30F3;&#x30B8;&#x30F3;&#x304C;&#x304D;&#x3061;&#x3093;&#x3068;&#x52D5;&#x4F5C;&#x3059;&#x308B;&#x304B;&#x3092;&#x78BA;&#x8A8D;&#x3059;&#x308B;&#x904E;&#x7A0B;&#x304C;&#x5FC5;&#x8981;&#x3067;&#x3059;&#x3002;</p>
<p>NAVER&#x30D3;&#x30B8;&#x30CD;&#x30B9;&#x30D7;&#x30E9;&#x30C3;&#x30C8;&#x30D5;&#x30A9;&#x30FC;&#x30E0;&#x306E;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306F;&#x3001;&#x4F1A;&#x8A71;&#x30E2;&#x30C7;&#x30EB;&#x3092;&#x30D3;&#x30EB;&#x30C9;&#x3057;&#x307E;&#x3059;&#x3002;</p>
<p>&#x2460; &#x4F1A;&#x8A71;&#x30E2;&#x30C7;&#x30EB;&#x3092;&#x30D3;&#x30EB;&#x30C9;</p>
<p>&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306E;&#x30D3;&#x30EB;&#x30C0;&#x30FC;&#x4E0A;&#x90E8;&#x306E;<strong>&#x4F1A;&#x8A71;&#x30E2;&#x30C7;&#x30EB;&#x3092;&#x30D3;&#x30EB;&#x30C9;</strong>&#x3092;&#x30AF;&#x30EA;&#x30C3;&#x30AF;&#x3057;&#x307E;&#x3059;&#x3002;</p>
<p><img src="../assets/chatbot-03-004-1.png" alt="chatbot-03-004-1.png"></p>
<p>&#x3082;&#x3057;&#x30D3;&#x30EB;&#x30C9;&#x306E;&#x5909;&#x66F4;&#x70B9;&#x3092;&#x8A18;&#x9332;&#x3059;&#x308B;&#x5FC5;&#x8981;&#x304C;&#x3042;&#x308C;&#x3070;&#x3001;&#x30D3;&#x30EB;&#x30C9;&#x30E1;&#x30E2;&#x3092;&#x4F5C;&#x6210;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</p>
<p>&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306E;&#x30A8;&#x30F3;&#x30B8;&#x30F3;&#x306F;&#x4F1A;&#x8A71;&#x306E;&#x30C7;&#x30FC;&#x30BF;&#x30BB;&#x30C3;&#x30C8;&#x306B;&#x57FA;&#x3065;&#x3044;&#x3066;&#x5B66;&#x7FD2;&#x3092;&#x9032;&#x3081;&#x307E;&#x3059;&#x3002;</p>
<ul>
<li>&#x81EA;&#x7136;&#x8A00;&#x8A9E;&#x5206;&#x6790;&#x306E;&#x57FA;&#x672C;&#x3067;&#x3042;&#x308B;NLP&#xFF08;Natural Language Processing&#xFF09;&#x306F;&#x3001;&#x8CEA;&#x554F;&#x30C7;&#x30FC;&#x30BF;&#x3068;&#x56DE;&#x7B54;&#x30C7;&#x30FC;&#x30BF;&#x306B;&#x5165;&#x529B;&#x3055;&#x308C;&#x305F;&#x6587;&#x306E;&#x5F62;&#x614B;&#x7D20;&#x3092;&#x5206;&#x6790;&#x3057;&#x307E;&#x3059;&#x3002;&#x305D;&#x306E;&#x6B21;&#x306E;&#x30B9;&#x30C6;&#x30C3;&#x30D7;&#x3067;&#x3042;&#x308B;NLU&#xFF08;Natural Language Understanding&#xFF09;&#x3067;&#x306F;&#x3001;&#x6587;&#x304C;&#x3069;&#x306E;&#x3088;&#x3046;&#x306A;&#x610F;&#x5473;&#x3092;&#x6301;&#x3063;&#x3066;&#x3044;&#x308B;&#x304B;&#x3001;&#x3069;&#x306E;&#x56DE;&#x7B54;&#x306B;&#x6700;&#x3082;&#x985E;&#x4F3C;&#x3057;&#x3066;&#x3044;&#x308B;&#x304B;&#x3092;&#x5224;&#x65AD;&#x3057;&#x307E;&#x3059;&#x3002;&#x307E;&#x305F;&#x5B66;&#x7FD2;&#x3067;&#x306F;&#x3001;NAVER&#x306E;&#x30C7;&#x30FC;&#x30BF;&#x8F9E;&#x66F8;&#x306B;&#x30DE;&#x30C3;&#x30D4;&#x30F3;&#x30B0;&#x3057;&#x3066;&#x4E00;&#x822C;&#x7684;&#x306A;&#x30A8;&#x30F3;&#x30C6;&#x30A3;&#x30C6;&#x30A3;&#x30DE;&#x30C3;&#x30D4;&#x30F3;&#x30B0;&#x4F5C;&#x696D;&#x3092;&#x9032;&#x3081;&#x307E;&#x3059;&#x3002;&#x7279;&#x5B9A;&#x306E;&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x3067;&#x5B66;&#x7FD2;&#x304C;&#x5FC5;&#x8981;&#x306A;&#x30A8;&#x30F3;&#x30C6;&#x30A3;&#x30C6;&#x30A3;&#x306E;&#x307F;&#x30BF;&#x30B0;&#x4ED8;&#x3051;&#x3057;&#x305F;&#x5834;&#x5408;&#x3001;&#x305D;&#x306E;&#x30BF;&#x30B0;&#x4ED8;&#x3051;&#x306E;&#x5185;&#x5BB9;&#x3092;&#x542B;&#x3081;&#x3066;&#x30A8;&#x30F3;&#x30B8;&#x30F3;&#x3067;&#x5B66;&#x7FD2;&#x3055;&#x305B;&#x307E;&#x3059;&#x3002;</li>
<li>&#x5B66;&#x7FD2;&#x306F;&#x3001;&#x30C7;&#x30FC;&#x30BF;&#x30B5;&#x30A4;&#x30BA;&#x306B;&#x3088;&#x3063;&#x3066;&#x6570;&#x5206;&#x304B;&#x3089;&#x6570;&#x6642;&#x9593;&#x304B;&#x304B;&#x308B;&#x3053;&#x3068;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;&#x3002;
NAVER&#x30AF;&#x30E9;&#x30A6;&#x30C9;&#x30D7;&#x30E9;&#x30C3;&#x30C8;&#x30D5;&#x30A9;&#x30FC;&#x30E0;&#x3067;&#x306F;&#x3001;&#x5B66;&#x7FD2;&#x51E6;&#x7406;&#x306E;&#x9AD8;&#x901F;&#x5316;&#x306E;&#x305F;&#x3081;&#x306B;GPU&#x3092;&#x6D3B;&#x7528;&#x3057;&#x307E;&#x3059;&#x3002;1&#x3064;&#x306E;&#x30E2;&#x30C7;&#x30EB;&#x3067;&#x5B66;&#x7FD2;&#x3055;&#x305B;&#x308B;&#x306E;&#x3067;&#x306F;&#x306A;&#x304F;&#x3001;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x30A8;&#x30F3;&#x30B8;&#x30F3;&#x3067;&#x306F;&#x3055;&#x307E;&#x3056;&#x307E;&#x306A;&#x30EC;&#x30D9;&#x30EB;&#x306E;&#x5B66;&#x7FD2;&#x30E2;&#x30C7;&#x30EB;&#x3092;&#x63D0;&#x4F9B;&#x3057;&#x307E;&#x3059;&#x3002;&#x4F8B;&#x3048;&#x3070;&#x3001;&#x5B66;&#x7FD2;&#x306E;&#x5B9F;&#x884C;&#x3092;&#x958B;&#x59CB;&#x3057;&#x3066;&#x304B;&#x3089;&#x3001;&#x30C6;&#x30B9;&#x30C8;&#x30E1;&#x30CB;&#x30E5;&#x30FC;&#x3067;&#x306F;&#x73FE;&#x5728;&#x306E;&#x30D3;&#x30EB;&#x30C9;&#x3092;&#x30EA;&#x30AF;&#x30A8;&#x30B9;&#x30C8;&#x3057;&#x305F;&#x30E2;&#x30C7;&#x30EB;&#x306E;&#x56DE;&#x7B54;&#x304C;&#x51FA;&#x308B;&#x304B;&#x3069;&#x3046;&#x304B;&#x3092;&#x30C6;&#x30B9;&#x30C8;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;&#x5B66;&#x7FD2;&#x304C;&#x3059;&#x3079;&#x3066;&#x5B8C;&#x4E86;&#x3059;&#x308B;&#x3068;&#x3001;&#x3055;&#x307E;&#x3056;&#x307E;&#x306A;&#x767A;&#x8A71;&#x306E;&#x30BF;&#x30A4;&#x30D7;&#x3092;&#x30AB;&#x30D0;&#x30FC;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</li>
<li>&#x5B66;&#x7FD2;&#x6642;&#x9593;&#x306F;&#x3001;&#x30C7;&#x30FC;&#x30BF;&#x306E;&#x91CF;&#x306B;&#x3088;&#x308A;&#x307E;&#x3059;&#x304C;&#x3001;&#x4F1A;&#x8A71;&#x30C7;&#x30FC;&#x30BF;&#x30BB;&#x30C3;&#x30C8;&#x304C;100&#x4EE5;&#x4E0B;&#x306E;&#x5834;&#x5408;&#x306F;5&#x5206;&#xFF5E;10&#x5206;&#x306E;&#x9593;&#x3067;&#x5B66;&#x7FD2;&#x304C;&#x5B8C;&#x4E86;&#x3057;&#x307E;&#x3059;&#x3002;&#x305D;&#x3057;&#x3066;&#x3001;&#x4F1A;&#x8A71;&#x3092;1&#x3064;&#x767B;&#x9332;&#x3057;&#x3066;&#x304B;&#x3089;&#x5B66;&#x7FD2;&#x3092;&#x884C;&#x3063;&#x305F;&#x5834;&#x5408;&#x3001;&#x3042;&#x307E;&#x308A;&#x306B;&#x3082;&#x30C7;&#x30FC;&#x30BF;&#x30BB;&#x30C3;&#x30C8;&#x304C;&#x5C0F;&#x3055;&#x304F;&#x3066;&#x5B66;&#x7FD2;&#x306B;&#x5931;&#x6557;&#x3057;&#x3066;&#x3057;&#x307E;&#x3044;&#x307E;&#x3059;&#x3002;&#x5C11;&#x306A;&#x304F;&#x3068;&#x3082;10&#x4EE5;&#x4E0A;&#x306E;&#x4F1A;&#x8A71;&#x30C7;&#x30FC;&#x30BF;&#x30BB;&#x30C3;&#x30C8;&#x3092;&#x5165;&#x529B;&#x3057;&#x3001;&#x30C6;&#x30B9;&#x30C8;&#x3092;&#x884C;&#x3046;&#x5FC5;&#x8981;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;&#x3002;</li>
</ul>
<p>&#x2461;&#x5909;&#x66F4;&#x3055;&#x308C;&#x305F;&#x4FEE;&#x6B63;&#x306E;&#x9069;&#x7528;</p>
<p>&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x30D3;&#x30EB;&#x30C0;&#x30FC;&#x4E0A;&#x90E8;&#x306E;<strong>&#x4F1A;&#x8A71;&#x30E2;&#x30C7;&#x30EB;&#x3092;&#x30D3;&#x30EB;&#x30C9;</strong>&#x3067;Apply changed settings&#x30DC;&#x30BF;&#x30F3;&#x3092;&#x30AF;&#x30EA;&#x30C3;&#x30AF;&#x3057;&#x307E;&#x3059;&#x3002;</p>
<p><img src="../assets/chatbot-01-0093.png" alt="chatbot-01-0093.png"></p>
<p>&#x30E2;&#x30C7;&#x30EB;&#x5B66;&#x7FD2;&#x304C;&#x5FC5;&#x8981;&#x306A;&#x3044;&#x6A5F;&#x80FD;&#x3092;&#x3059;&#x3050;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x306B;&#x9069;&#x7528;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;&#x5909;&#x66F4;&#x3055;&#x308C;&#x305F;&#x8A2D;&#x5B9A;&#x306F;&#x3001;&#x76F4;&#x8FD1;&#x306B;&#x30D3;&#x30EB;&#x30C9;&#x3055;&#x308C;&#x305F;&#x30E2;&#x30C7;&#x30EB;&#x3067;&#x306E;&#x307F;&#x30B5;&#x30DD;&#x30FC;&#x30C8;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;&#x306A;&#x304A;&#x3001;&#x8A2D;&#x5B9A;&#x306E;&#x9069;&#x7528;&#x304C;&#x7D42;&#x308F;&#x308B;&#x3068;&#x3001;&#x81EA;&#x52D5;&#x3067;&#x30D9;&#x30FC;&#x30BF;&#x304C;&#x30EA;&#x30EA;&#x30FC;&#x30B9;&#x3055;&#x308C;&#x307E;&#x3059;&#x3002;</p>
<p>&#x30D3;&#x30EB;&#x30C9;&#x306A;&#x3057;&#x306B;&#x300C;Apply changed settings&#x300D;&#x3067;&#x53CD;&#x6620;&#x3067;&#x304D;&#x308B;&#x6A5F;&#x80FD;&#x306F;&#x4E0B;&#x8A18;&#x306E;&#x3068;&#x304A;&#x308A;&#x3067;&#x3059;&#x3002;</p>
<ul>
<li>&#x5171;&#x901A;&#x306E;&#x30E1;&#x30C3;&#x30BB;&#x30FC;&#x30B8;&#x306E;&#x4FEE;&#x6B63;<ul>
<li>&#x30AD;&#x30FC;&#x30EF;&#x30FC;&#x30C9;&#x306E;&#x7BA1;&#x7406;&#xFF08;&#x65B0;&#x898F;&#x767B;&#x9332;&#x3001;&#x56DE;&#x7B54;&#x306E;&#x8FFD;&#x52A0;&#x304A;&#x3088;&#x3073;&#x4FEE;&#x6B63;&#xFF09;</li>
<li>&#x5931;&#x6557;&#x30E1;&#x30C3;&#x30BB;&#x30FC;&#x30B8;&#xFF08;&#x8FFD;&#x52A0;&#x3001;&#x4FEE;&#x6B63;&#x3001;&#x524A;&#x9664;&#xFF09;</li>
<li>&#x56FA;&#x5B9A;&#x30E1;&#x30CB;&#x30E5;&#x30FC;&#xFF08;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x306E;&#x4F7F;&#x7528;&#x6709;&#x7121;&#xFF09;</li>
<li>&#x30D5;&#x30A3;&#x30FC;&#x30C9;&#x30D0;&#x30C3;&#x30AF;&#xFF08;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x306E;&#x4F7F;&#x7528;&#x6709;&#x7121;&#x306F;&#x3001;&#x30D5;&#x30A3;&#x30FC;&#x30C9;&#x30D0;&#x30C3;&#x30AF;&#x6587;&#x9762;&#x306E;&#x4FEE;&#x6B63;&#x304A;&#x3088;&#x3073;&#x5FDC;&#x7B54;&#x30E1;&#x30C3;&#x30BB;&#x30FC;&#x30B8;&#x306E;&#x30C6;&#x30AD;&#x30B9;&#x30C8;&#x306E;&#x4FEE;&#x6B63;&#x3084;&#x524A;&#x9664;&#xFF09;</li>
<li>Similar Answer&#x306E;&#x6587;&#x9762;&#x306E;&#x4FEE;&#x6B63;&#xFF08;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x306E;&#x4F7F;&#x7528;&#x6709;&#x7121;&#x306F;&#x3001;&#x30E2;&#x30C7;&#x30EB;&#x306E;&#x30D3;&#x30EB;&#x30C9;&#x304C;&#x5FC5;&#x8981;&#x3067;&#x3059;&#x3002;&#xFF09;</li>
</ul>
</li>
<li>&#x30D5;&#x30A9;&#x30FC;&#x30E0;&#x306E;&#x4FEE;&#x6B63;&#x304A;&#x3088;&#x3073;&#x8FFD;&#x52A0;&#xFF08;&#x305F;&#x3060;&#x3057;&#x3001;&#x65B0;&#x898F;&#x4F1A;&#x8A71;&#x306B;&#x30D5;&#x30A9;&#x30FC;&#x30E0;&#x306E;&#x767B;&#x9332;&#x3068;&#x4ED6;&#x306E;&#x4F1A;&#x8A71;&#x3068;&#x306E;&#x9023;&#x52D5;&#x306F;&#x4FEE;&#x6B63;&#x30EA;&#x30EA;&#x30FC;&#x30B9;&#x5BFE;&#x8C61;&#x3067;&#x306F;&#x3042;&#x308A;&#x307E;&#x305B;&#x3093;&#x3002;&#xFF09;<ul>
<li>&#x30DC;&#x30BF;&#x30F3;&#x306E;&#x8FFD;&#x52A0;&#x3001;&#x524A;&#x9664;&#x3001;&#x4F4D;&#x7F6E;&#x306E;&#x5909;&#x66F4;</li>
<li>&#x30DC;&#x30BF;&#x30F3;&#x30A2;&#x30AF;&#x30B7;&#x30E7;&#x30F3;&#x306E;&#x30C6;&#x30AD;&#x30B9;&#x30C8;&#x3092;&#x4FEE;&#x6B63;</li>
<li>&#x30AF;&#x30A4;&#x30C3;&#x30AF;&#x30EA;&#x30D7;&#x30E9;&#x30A4;&#x6A5F;&#x80FD;&#x306B;&#x5909;&#x66F4;</li>
</ul>
</li>
<li>Agent Connections&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x306E;&#x6709;&#x7121;</li>
<li>&#x30A2;&#x30AF;&#x30B7;&#x30E7;&#x30F3;&#x30E1;&#x30BD;&#x30C3;&#x30C9;&#x8A2D;&#x5B9A;&#x306E;&#x4FEE;&#x6B63;</li>
<li>&#x30A8;&#x30F3;&#x30C6;&#x30A3;&#x30C6;&#x30A3;&#x5B66;&#x7FD2;</li>
</ul>
<p>&#x2462; &#x30D3;&#x30EB;&#x30C9;&#x3092;&#x30AD;&#x30E3;&#x30F3;&#x30BB;&#x30EB;</p>
<p>&#x30E2;&#x30C7;&#x30EB;&#x306E;&#x30D3;&#x30EB;&#x30C9;&#x3092;&#x958B;&#x59CB;&#x3057;&#x305F;&#x5F8C;&#x3001;data_snapshot&#x306E;&#x76F4;&#x524D;&#x306B;&#x30D3;&#x30EB;&#x30C9;&#x3092;&#x30AD;&#x30E3;&#x30F3;&#x30BB;&#x30EB;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</p>
<p><img src="../assets/chatbot-03-01-05.png" alt="chatbot-03-01-05.png"></p>
<p>&#x2463; &#x30D3;&#x30EB;&#x30C9;&#x7BA1;&#x7406;</p>
<p>&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x3092;&#x4F5C;&#x6210;&#x3059;&#x308B;&#x307E;&#x3067;&#x3001;&#x6642;&#x9593;&#x3092;&#x304B;&#x3051;&#x3066;&#x56DE;&#x7B54;&#x306E;&#x7CBE;&#x5EA6;&#x3092;&#x9AD8;&#x3081;&#x307E;&#x3059;&#x3002;&#x3053;&#x306E;&#x904E;&#x7A0B;&#x3067;&#x30E2;&#x30C7;&#x30EB;&#x3092;&#x5B66;&#x7FD2;&#x3055;&#x305B;&#x308B;&#x30D2;&#x30B9;&#x30C8;&#x30EA;&#x30FC;&#x306E;&#x7BA1;&#x7406;&#x304C;&#x5FC5;&#x8981;&#x3067;&#x3059;&#x3002;</p>
<p><img src="../assets/chatbot-03-004.png" alt="chatbot-03-004.png"></p>
<ul>
<li>[&#x30D3;&#x30EB;&#x30C9;&#x7BA1;&#x7406;]&#x9805;&#x76EE;&#x306B;&#x79FB;&#x52D5;&#x3057;&#x305F;&#x3089;&#x3001;&#x30D3;&#x30EB;&#x30C9;&#x306B;&#x3064;&#x3044;&#x3066;&#x8FFD;&#x52A0;&#x60C5;&#x5831;&#x3092;&#x898B;&#x308B;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</li>
</ul>
<p>&#x73FE;&#x5728;&#x30D3;&#x30EB;&#x30C9;&#x3055;&#x308C;&#x3066;&#x3044;&#x308B;&#x9805;&#x76EE;&#x3068;&#x30D3;&#x30EB;&#x30C9;&#x73FE;&#x72B6;&#x304C;&#x63D0;&#x4F9B;&#x3055;&#x308C;&#x307E;&#x3059;&#x3002;&#x4EE5;&#x524D;&#x306B;&#x5B66;&#x7FD2;&#x3055;&#x305B;&#x305F;&#x30E2;&#x30C7;&#x30EB;&#x306B;&#x623B;&#x3063;&#x3066;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x3092;&#x30EA;&#x30EA;&#x30FC;&#x30B9;&#x3059;&#x308B;&#x306A;&#x3069;&#x3001;&#x30EA;&#x30EA;&#x30FC;&#x30B9;&#x7BA1;&#x7406;&#x6A5F;&#x80FD;&#x304C;&#x63D0;&#x4F9B;&#x3055;&#x308C;&#x307E;&#x3059;&#x3002;&#x8A73;&#x7D30;&#x306B;&#x3064;&#x3044;&#x3066;&#x306F;&#x3001;<a href="chatbot-3-1_ja.html">&quot;&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x7BA1;&#x7406;&quot;</a>&#x3067;&#x6271;&#x3044;&#x307E;&#x3059;&#x3002;</p>
<p>&#x2464; &#x30C6;&#x30B9;&#x30C8;</p>
<p>&#x30D3;&#x30EB;&#x30C9;&#x304C;&#x5B8C;&#x4E86;&#x3057;&#x305F;&#x3089;&#x3001;&#x4F5C;&#x6210;&#x3055;&#x308C;&#x305F;&#x30C7;&#x30FC;&#x30BF;&#x3092;&#x30C6;&#x30B9;&#x30C8;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;&#x30C6;&#x30B9;&#x30C8;&#x306E;&#x7A2E;&#x985E;&#x306B;&#x306F;1&#x4EF6;&#x305A;&#x3064;&#x76F4;&#x63A5;&#x624B;&#x52D5;&#x3067;&#x8CEA;&#x554F;&#x3092;&#x5165;&#x529B;&#x3059;&#x308B;&#x300C;Manual Test&#x300D;&#x3068;Excel&#x30D5;&#x30A1;&#x30A4;&#x30EB;&#x3092;&#x30A2;&#x30C3;&#x30D7;&#x30ED;&#x30FC;&#x30C9;&#x3057;&#x3066;&#x81EA;&#x52D5;&#x3067;&#x30C6;&#x30B9;&#x30C8;&#x3092;&#x884C;&#x3046;&#x300C;&#x81EA;&#x52D5;&#x30C6;&#x30B9;&#x30C8;&#x300D;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;&#x3002;&#x307E;&#x305F;&#x3001;&#x81EA;&#x52D5;&#x30C6;&#x30B9;&#x30C8;&#x306E;&#x9AD8;&#x7D1A;&#x6A5F;&#x80FD;&#x3068;&#x3057;&#x3066;&#x306F;&#x3001;&#x30D9;&#x30FC;&#x30BF;&#x30D0;&#x30FC;&#x30B8;&#x30E7;&#x30F3;&#x304C;&#x5909;&#x66F4;&#x3055;&#x308C;&#x308B;&#x305F;&#x3073;&#x306B;&#x81EA;&#x52D5;&#x3067;&#x30C6;&#x30B9;&#x30C8;&#x3092;&#x884C;&#x3044;&#x3001;&#x30C7;&#x30FC;&#x30BF;&#x54C1;&#x8CEA;&#x3092;&#x30C1;&#x30A7;&#x30C3;&#x30AF;&#x3067;&#x304D;&#x308B;&#x300C;Quality Test&#x300D;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;&#x3002;</p>
<ul>
<li><p>Manual Test&#xFF1A;&#x30C6;&#x30B9;&#x30C8;&#x74B0;&#x5883;&#x3092;&#x9078;&#x629E;&#x3057;&#x3001;&#x5B66;&#x7FD2;&#x3057;&#x305F;&#x4F1A;&#x8A71;&#x3092;&#x30C6;&#x30B9;&#x30C8;&#x3067;&#x304D;&#x308B;&#x6A5F;&#x80FD;&#x3092;&#x63D0;&#x4F9B;&#x3057;&#x307E;&#x3059;&#x3002;&#x305D;&#x306E;&#x4E0A;&#x3001;&#x30E1;&#x30C3;&#x30BB;&#x30F3;&#x30B8;&#x30E3;&#x30FC;&#x3084;&#x65E5;&#x4ED8;/&#x6642;&#x9593;&#x6761;&#x4EF6;&#x3092;&#x6307;&#x5B9A;&#x3057;&#x3001;&#x4F1A;&#x8A71;&#x3092;&#x30C6;&#x30B9;&#x30C8;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</p>
<ul>
<li>Learn more&#x3067;&#x306F;&#x3001;&#x5206;&#x6790;&#x3055;&#x308C;&#x305F;Conversation name&#x3001;&#x4F1A;&#x8A71;&#x30BF;&#x30A4;&#x30D7;&#x3001;&#x30A8;&#x30F3;&#x30C6;&#x30A3;&#x30C6;&#x30A3;&#x3001;&#x6B63;&#x898F;&#x8868;&#x73FE;&#x3068;&#x30AD;&#x30FC;&#x30EF;&#x30FC;&#x30C9;&#x3092;&#x78BA;&#x8A8D;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;&#x4FEE;&#x6B63;&#x30DC;&#x30BF;&#x30F3;&#x3092;&#x30AF;&#x30EA;&#x30C3;&#x30AF;&#x3057;&#x3001;&#x5206;&#x6790;&#x3055;&#x308C;&#x305F;&#x4F1A;&#x8A71;&#x306E;&#x4FEE;&#x6B63;&#x30DA;&#x30FC;&#x30B8;&#x306B;&#x79FB;&#x52D5;&#x3057;&#x307E;&#x3059;&#x3002;</li>
</ul>
</li>
</ul>
<p><img src="../assets/chatbot-01-012.png" alt="chatbot-01-012.png"></p>
<p><img src="../assets/chatbot-01-012a.png" alt="chatbot-01-012a.png"></p>
<ul>
<li>&#x81EA;&#x52D5;&#x30C6;&#x30B9;&#x30C8;&#x306B;&#x3088;&#x308A;&#x3001;&#x6C7A;&#x307E;&#x3063;&#x305F;&#x30D5;&#x30A9;&#x30FC;&#x30DE;&#x30C3;&#x30C8;&#x306E;&#x8CEA;&#x554F;&#x30EA;&#x30B9;&#x30C8;&#x3092;&#x30A2;&#x30C3;&#x30D7;&#x30ED;&#x30FC;&#x30C9;&#x3057;&#x3066;&#x62BD;&#x51FA;&#x3055;&#x308C;&#x308B;&#x56DE;&#x7B54;&#x3092;&#x307E;&#x3068;&#x3081;&#x3066;&#x78BA;&#x8A8D;&#x3059;&#x308B;&#x3053;&#x3068;&#x3082;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</li>
</ul>
<p><img src="../assets/chatbot-01-012b.png" alt="chatbot-01-012b.png"></p>
<ul>
<li><p>&#x30E1;&#x30C3;&#x30BB;&#x30F3;&#x30B8;&#x30E3;&#x30FC;&#x3084;&#x65E5;&#x4ED8;/&#x6642;&#x9593;&#x6761;&#x4EF6;&#x3092;&#x6307;&#x5B9A;&#x3057;&#x3066;&#x4F1A;&#x8A71;&#x3092;&#x30C6;&#x30B9;&#x30C8;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;&#x30C6;&#x30B9;&#x30C8;&#x304C;&#x5B8C;&#x4E86;&#x3057;&#x305F;&#x3089;&#x3001;&#x30BF;&#x30B9;&#x30AF;&#x30DE;&#x30CD;&#x30FC;&#x30B8;&#x30E3;&#x30FC;&#x304B;&#x3089;&#x30C0;&#x30A6;&#x30F3;&#x30ED;&#x30FC;&#x30C9;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</p>
</li>
<li><p>&#x30A2;&#x30C3;&#x30D7;&#x30ED;&#x30FC;&#x30C9;&#x306E;&#x30D5;&#x30A9;&#x30FC;&#x30DE;&#x30C3;&#x30C8;</p>
<ul>
<li><strong>&#x30C6;&#x30B9;&#x30C8;&#x7528;&#x306E;&#x30C6;&#x30F3;&#x30D7;&#x30EC;&#x30FC;&#x30C8;&#x306E;&#x30C0;&#x30A6;&#x30F3;&#x30ED;&#x30FC;&#x30C9;</strong>&#x3092;&#x30AF;&#x30EA;&#x30C3;&#x30AF;&#x3057;&#x3066;&#x30C6;&#x30F3;&#x30D7;&#x30EC;&#x30FC;&#x30C8;&#x30D5;&#x30A1;&#x30A4;&#x30EB;&#x3092;&#x78BA;&#x8A8D;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</li>
<li>Xls&#x304A;&#x3088;&#x3073;Xlsx&#x5F62;&#x5F0F;&#x306E;&#x30D5;&#x30A1;&#x30A4;&#x30EB;&#x306E;&#x307F;&#x5BFE;&#x5FDC;&#x3057;&#x307E;&#x3059;&#x3002;</li>
</ul>
</li>
</ul>
<ul>
<li>Quality Test&#x306B;&#x3088;&#x308A;&#x3001;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306E;&#x30D0;&#x30FC;&#x30B8;&#x30E7;&#x30F3;&#x3054;&#x3068;&#x306B;&#x54C1;&#x8CEA;&#x3092;&#x30C1;&#x30A7;&#x30C3;&#x30AF;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</li>
</ul>
<p><img src="../assets/chatbot-01-022.png" alt="chatbot-01-022.png"></p>
<ul>
<li>&#x6700;&#x65B0;&#x306E;&#x30D9;&#x30FC;&#x30BF;&#x30D0;&#x30FC;&#x30B8;&#x30E7;&#x30F3;&#x304C;&#x5909;&#x66F4;&#x3055;&#x308C;&#x308B;&#x305F;&#x3073;&#x306B;&#x54C1;&#x8CEA;&#x8A55;&#x4FA1;&#x3092;&#x81EA;&#x52D5;&#x3067;&#x884C;&#x3044;&#x307E;&#x3059;&#x3002;</li>
<li>&#x8A72;&#x5F53;&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x3067;&#x4E3B;&#x306B;&#x7BA1;&#x7406;&#x304C;&#x5FC5;&#x8981;&#x306A;&#x8CEA;&#x554F;&#x3068;&#x3001;&#x305D;&#x308C;&#x306B;&#x30DE;&#x30C3;&#x30C1;&#x3055;&#x308C;&#x308B;&#x3079;&#x304D;Conversation name&#x3092;&#x54C1;&#x8CEA;&#x8A55;&#x4FA1;&#x30C7;&#x30FC;&#x30BF;&#x3068;&#x3057;&#x3066;&#x767B;&#x9332;&#x3057;&#x307E;&#x3059;&#x3002;&#x8A55;&#x4FA1;&#x304C;&#x5B8C;&#x4E86;&#x3057;&#x305F;&#x3089;PASS&#x7387;&#x3092;&#x78BA;&#x8A8D;&#x3067;&#x304D;&#x3001;&#x30BF;&#x30B9;&#x30AF;&#x30DE;&#x30CD;&#x30FC;&#x30B8;&#x30E3;&#x30FC;&#x30DA;&#x30FC;&#x30B8;&#x304B;&#x3089;&#x8A73;&#x7D30;&#x3092;&#x30C0;&#x30A6;&#x30F3;&#x30ED;&#x30FC;&#x30C9;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</li>
<li>&#x30C3;&#x30BB;&#x30F3;&#x30B8;&#x30E3;&#x30FC;&#x3084;&#x65E5;&#x4ED8;/&#x6642;&#x9593;&#x6761;&#x4EF6;&#x3092;&#x6307;&#x5B9A;&#x3057;&#x3066;&#x4F1A;&#x8A71;&#x3092;&#x30C6;&#x30B9;&#x30C8;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;&#x3082;&#x3057;&#x8A2D;&#x5B9A;&#x3092;&#x89E3;&#x9664;&#x3057;&#x305F;&#x3044;&#x306A;&#x3089;&#x3001;&#x300C;&#x9078;&#x629E;&#x306A;&#x3057;&#x300D;&#x306B;&#x8A2D;&#x5B9A;&#x3057;&#x307E;&#x3059;&#x3002;</li>
<li>&#x30A2;&#x30C3;&#x30D7;&#x30ED;&#x30FC;&#x30C9;&#x306E;&#x30D5;&#x30A9;&#x30FC;&#x30DE;&#x30C3;&#x30C8;<ul>
<li><strong>Quality Test&#x7528;&#x306E;&#x30C6;&#x30F3;&#x30D7;&#x30EC;&#x30FC;&#x30C8;&#x306E;&#x30C0;&#x30A6;&#x30F3;&#x30ED;&#x30FC;&#x30C9;</strong>&#x3092;&#x30AF;&#x30EA;&#x30C3;&#x30AF;&#x3057;&#x3066;&#x30C6;&#x30F3;&#x30D7;&#x30EC;&#x30FC;&#x30C8;&#x30D5;&#x30A1;&#x30A4;&#x30EB;&#x3092;&#x78BA;&#x8A8D;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</li>
<li>Xls&#x304A;&#x3088;&#x3073;Xlsx&#x5F62;&#x5F0F;&#x306E;&#x30D5;&#x30A1;&#x30A4;&#x30EB;&#x306E;&#x307F;&#x5BFE;&#x5FDC;&#x3057;&#x307E;&#x3059;&#x3002;</li>
</ul>
</li>
</ul>
<h4 id="step-4-&#x30C1;&#x30E3;&#x30F3;&#x30CD;&#x30EB;&#x3092;&#x9023;&#x52D5;">Step 4. &#x30C1;&#x30E3;&#x30F3;&#x30CD;&#x30EB;&#x3092;&#x9023;&#x52D5;</h4>
<p>&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306E;&#x4F1A;&#x8A71;&#x30C7;&#x30FC;&#x30BF;&#x3092;&#x4F5C;&#x6210;&#x3057;&#x305F;&#x3089;&#x3001;&#x5B9F;&#x969B;&#x306B;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x3059;&#x308B;&#x30C1;&#x30E3;&#x30F3;&#x30CD;&#x30EB;&#x9023;&#x52D5;&#x3092;&#x8A2D;&#x5B9A;&#x3059;&#x308B;&#x5FC5;&#x8981;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;&#x3002;
&#x5404;&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x3054;&#x3068;&#x306B;&#x4F7F;&#x7528;&#x91CF;&#x3092;&#x63D0;&#x4F9B;&#x3057;&#x3001;&#x5916;&#x90E8;&#x306B;&#x5B89;&#x5168;&#x306B;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x3092;&#x63D0;&#x4F9B;&#x3059;&#x308B;&#x5FC5;&#x8981;&#x304C;&#x3042;&#x308B;&#x305F;&#x3081;&#x3001;NAVER&#x30AF;&#x30E9;&#x30A6;&#x30C9;&#x30D7;&#x30E9;&#x30C3;&#x30C8;&#x30D5;&#x30A9;&#x30FC;&#x30E0;&#x306E; <strong>API Gateway</strong> &#x5546;&#x54C1;&#x3068;&#x9023;&#x52D5;&#x3057;&#x3066;&#x63D0;&#x4F9B;&#x3055;&#x308C;&#x307E;&#x3059;&#x3002;</p>
<p>&#x2460; &#x30E1;&#x30C3;&#x30BB;&#x30F3;&#x30B8;&#x30E3;&#x30FC;&#x30C1;&#x30E3;&#x30F3;&#x30CD;&#x30EB;&#x3092;&#x9023;&#x52D5;&#x3059;&#x308B;</p>
<ul>
<li>&#x30E1;&#x30C3;&#x30BB;&#x30F3;&#x30B8;&#x30E3;&#x30FC;&#x30C1;&#x30E3;&#x30F3;&#x30CD;&#x30EB;&#xFF1A;LINE&#x3001;NAVER TalkTalk&#x3001;&#x30AB;&#x30AB;&#x30AA;&#x30C8;&#x30FC;&#x30AF;&#x306A;&#x3069;&#x69D8;&#x3005;&#x306A;&#x30EB;&#x30FC;&#x30C8;&#x3067;&#x5165;&#x3063;&#x3066;&#x304F;&#x308B;&#x767A;&#x8A71;&#x3092;&#x51E6;&#x7406;&#x3057;&#x3001;&#x30E1;&#x30C3;&#x30BB;&#x30F3;&#x30B8;&#x30E3;&#x30FC;&#x30D7;&#x30E9;&#x30C3;&#x30C8;&#x30D5;&#x30A9;&#x30FC;&#x30E0;&#x3068;&#x306E;&#x9023;&#x52D5;&#x3092;&#x63D0;&#x4F9B;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;&#x73FE;&#x5728;&#x63D0;&#x4F9B;&#x3057;&#x3066;&#x3044;&#x308B;&#x30E1;&#x30C3;&#x30BB;&#x30F3;&#x30B8;&#x30E3;&#x30FC;&#x30D7;&#x30E9;&#x30C3;&#x30C8;&#x30D5;&#x30A9;&#x30FC;&#x30E0;&#x306F;&#x3001;LINE&#x3001;NAVER TalkTalk&#x3001;&#x30AB;&#x30AB;&#x30AA;&#x30C8;&#x30FC;&#x30AF;&#x3001;Facebook&#x3001;LINE WORKS&#x3067;&#x3001;&#x4ECA;&#x5F8C;&#x3088;&#x308A;&#x591A;&#x304F;&#x306E;&#x30E1;&#x30C3;&#x30BB;&#x30F3;&#x30B8;&#x30E3;&#x30FC;&#x306B;&#x62E1;&#x5927;&#x3057;&#x3066;&#x3044;&#x304F;&#x4E88;&#x5B9A;&#x3067;&#x3059;&#x3002;<ul>
<li><a href="chatbot-2-1_ja.html">LINE&#x9023;&#x52D5;&#x30AC;&#x30A4;&#x30C9;&#x3078;</a></li>
<li><a href="chatbot-2-6_ja.md">LINE WORKS&#x9023;&#x52D5;&#x30AC;&#x30A4;&#x30C9;&#x3078;</a></li>
</ul>
</li>
</ul>
<p><img src="../assets/chatbot-01-015.png" alt="chatbot-01-015.png"></p>
<p><img src="../assets/chatbot-01-015a.png" alt="chatbot-01-015.png"></p>
<p>&#x2461; &#x4F1A;&#x8A71;&#x8A18;&#x9332;&#x3092;&#x78BA;&#x8A8D;&#x3059;&#x308B;</p>
<p><img src="../assets/chatbot-01-013.png" alt="chatbot-01-013.png"></p>
<ul>
<li>&#x30E1;&#x30C3;&#x30BB;&#x30F3;&#x30B8;&#x30E3;&#x30FC;&#x3084;&#x30AB;&#x30B9;&#x30BF;&#x30E0;&#x30C1;&#x30E3;&#x30F3;&#x30CD;&#x30EB;&#x3068;&#x9023;&#x52D5;&#x3057;&#x3066;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x3092;&#x5B9F;&#x884C;&#x3057;&#x305F;&#x5F8C;&#x3001;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x3068;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306E;&#x4F1A;&#x8A71;&#x8A18;&#x9332;&#x3092;&#x78BA;&#x8A8D;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</li>
<li>&#x4F1A;&#x8A71;&#x8A18;&#x9332;&#x3067;&#x306F;&#x3001;Conversation name&#x3001;&#x4F1A;&#x8A71;&#x30BF;&#x30A4;&#x30D7;&#x3001;&#x56DE;&#x7B54;&#x3001;&#x30E1;&#x30C3;&#x30BB;&#x30F3;&#x30B8;&#x30E3;&#x30FC;&#x3092;&#x691C;&#x7D22;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</li>
<li>&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x304C;&#x304D;&#x3061;&#x3093;&#x3068;&#x5FDC;&#x7B54;&#x3067;&#x304D;&#x306A;&#x304B;&#x3063;&#x305F;&#x8CEA;&#x554F;&#x3092;&#x78BA;&#x8A8D;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</li>
<li>[&#x3059;&#x3079;&#x3066;&#x306E;&#x4F1A;&#x8A71;&#x3092;&#x898B;&#x308B;] &#x30DC;&#x30BF;&#x30F3;&#x3092;&#x30AF;&#x30EA;&#x30C3;&#x30AF;&#x3057;&#x305F;&#x3089;&#x3001;&#x8A72;&#x5F53;&#x306E;&#x4F1A;&#x8A71;&#x30BB;&#x30C3;&#x30B7;&#x30E7;&#x30F3;&#x3067;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x3068;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x304C;&#x4EA4;&#x308F;&#x3057;&#x305F;&#x3059;&#x3079;&#x3066;&#x306E;&#x4F1A;&#x8A71;&#x3084;&#x305D;&#x308C;&#x305E;&#x308C;&#x306E;&#x4F1A;&#x8A71;/&#x56DE;&#x7B54;&#x30BF;&#x30A4;&#x30D7;&#x3092;&#x78BA;&#x8A8D;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</li>
</ul>
<h4 id="step-5-agent-connections">Step 5. Agent Connections</h4>
<p>&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x304C;&#x51E6;&#x7406;&#x3057;&#x304D;&#x308C;&#x306A;&#x3044;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x304B;&#x3089;&#x306E;&#x8981;&#x671B;&#x306F;&#x3001;Agent Connections&#x3067;&#x89E3;&#x6C7A;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</p>
<ul>
<li>&#x30AA;&#x30DA;&#x30EC;&#x30FC;&#x30BF;&#x30FC;&#x306B;&#x5F15;&#x304D;&#x7D99;&#x3050;&#x305F;&#x3081;&#x306B;&#x306F;&#x3001;LINE Switcher API&#x9023;&#x52D5;&#x3092;&#x8A2D;&#x5B9A;&#x3057;&#x3066;&#x304B;&#x3089;&#x30AA;&#x30DA;&#x30EC;&#x30FC;&#x30BF;&#x30FC;&#x306B;&#x5F15;&#x304D;&#x7D99;&#x3050;&#x305F;&#x3081;&#x306E;&#x4F1A;&#x8A71;&#x3092;&#x4F5C;&#x6210;&#x3059;&#x308B;&#x5FC5;&#x8981;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;&#x3002;<ul>
<li><a href="chatbot-2-7_ja.html">Agent Connections&#x30AC;&#x30A4;&#x30C9;&#x3078;</a></li>
</ul>
</li>
</ul>
<p><img src="../assets/chatbot-02-068.png" alt="chatbot-02-068.png"></p>
<h4 id="step-6-relearning">Step 6. Relearning</h4>
<p>&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x3092;&#x958B;&#x59CB;&#x3057;&#x3066;&#x304B;&#x3089;&#x306F;&#x3001;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x306E;&#x4F1A;&#x8A71;&#x8A18;&#x9332;&#x3092;&#x57FA;&#x306B;&#x30A8;&#x30F3;&#x30C9;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x304C;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x3068;&#x3069;&#x306E;&#x3088;&#x3046;&#x306A;&#x4F1A;&#x8A71;&#x3092;&#x3057;&#x305F;&#x304B;&#x628A;&#x63E1;&#x3059;&#x308B;&#x5FC5;&#x8981;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;&#x3002;&#x56DE;&#x7B54;&#x306E;&#x7CBE;&#x5EA6;&#x3092;&#x9AD8;&#x3081;&#x308B;&#x305F;&#x3081;&#x306B;&#x3001;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x304C;&#x56DE;&#x7B54;&#x3067;&#x304D;&#x306A;&#x304B;&#x3063;&#x305F;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x306E;&#x8CEA;&#x554F;&#x3092;&#x4F1A;&#x8A71;&#x306B;&#x53CD;&#x6620;&#x3059;&#x308B;&#x5FC5;&#x8981;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;&#x3002;&#x3053;&#x306E;&#x3088;&#x3046;&#x306A;&#x30D7;&#x30ED;&#x30BB;&#x30B9;&#x3092;Relearning&#x3068;&#x8A00;&#x3044;&#x307E;&#x3059;&#x3002;</p>
<p>&#x2460; Failed conversation&#x306E;Relearning</p>
<p><img src="../assets/chatbot-01-014a.png" alt="chatbot-01-014a.png"></p>
<p>&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x306E;&#x8CEA;&#x554F;&#x306B;Failed conversation&#x3068;&#x3057;&#x3066;&#x5FDC;&#x7B54;&#x3055;&#x308C;&#x305F;Conversation List&#x3092;&#x78BA;&#x8A8D;&#x30FB;&#x691C;&#x8A0E;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</p>
<ul>
<li>&#x4FEE;&#x6B63;&#x30DC;&#x30BF;&#x30F3;&#x3092;&#x30AF;&#x30EA;&#x30C3;&#x30AF;&#x3059;&#x308B;&#x3068;&#x3001;&#x8A72;&#x5F53;&#x8CEA;&#x554F;&#x3092;&#x65E2;&#x5B58;&#x306B;&#x4F5C;&#x6210;&#x3055;&#x308C;&#x3066;&#x3044;&#x308B;&#x4F1A;&#x8A71;&#x306B;&#x8FFD;&#x52A0;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;Conversation name&#x3084;&#x8CEA;&#x554F;&#x3067;&#x691C;&#x7D22;&#x3057;&#x3001;&#x9069;&#x5207;&#x306A;&#x4F1A;&#x8A71;&#x3067;&#x8FFD;&#x52A0;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</li>
<li>&#x4FDD;&#x7559;&#x30DC;&#x30BF;&#x30F3;&#x3092;&#x30AF;&#x30EA;&#x30C3;&#x30AF;&#x3059;&#x308B;&#x3068;&#x3001;&#x5F8C;&#x307B;&#x3069;&#x898B;&#x76F4;&#x3057;&#x304C;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</li>
<li>&#x9664;&#x5916;&#x30DC;&#x30BF;&#x30F3;&#x3092;&#x30AF;&#x30EA;&#x30C3;&#x30AF;&#x3059;&#x308B;&#x3068;&#x3001;&#x691C;&#x8A0E;&#x306E;&#x5BFE;&#x8C61;&#x3067;&#x306F;&#x306A;&#x3044;&#x4F1A;&#x8A71;&#x3092;Failed Conversation List&#x304B;&#x3089;&#x9664;&#x304F;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</li>
</ul>
<p>&#x2461; Similar Answer&#x306E;Relearning</p>
<p><img src="../assets/chatbot-01-014b.png" alt="chatbot-01-014b.png"></p>
<p>&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x306E;&#x8CEA;&#x554F;&#x306B;Similar Answer&#x3068;&#x3057;&#x3066;&#x5FDC;&#x7B54;&#x3055;&#x308C;&#x305F;Conversation List&#x3092;&#x78BA;&#x8A8D;&#x30FB;&#x691C;&#x8A0E;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</p>
<ul>
<li>&#x4FEE;&#x6B63;&#x30DC;&#x30BF;&#x30F3;&#x3092;&#x30AF;&#x30EA;&#x30C3;&#x30AF;&#x3059;&#x308B;&#x3068;&#x3001;&#x8A72;&#x5F53;&#x8CEA;&#x554F;&#x3092;&#x65E2;&#x5B58;&#x306B;&#x4F5C;&#x6210;&#x3055;&#x308C;&#x3066;&#x3044;&#x308B;&#x4F1A;&#x8A71;&#x306B;&#x8FFD;&#x52A0;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</li>
<li>&#x4FDD;&#x7559;&#x30DC;&#x30BF;&#x30F3;&#x3092;&#x30AF;&#x30EA;&#x30C3;&#x30AF;&#x3059;&#x308B;&#x3068;&#x3001;&#x5F8C;&#x307B;&#x3069;&#x898B;&#x76F4;&#x3057;&#x304C;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</li>
<li>&#x9664;&#x5916;&#x30DC;&#x30BF;&#x30F3;&#x3092;&#x30AF;&#x30EA;&#x30C3;&#x30AF;&#x3059;&#x308B;&#x3068;&#x3001;&#x691C;&#x8A0E;&#x306E;&#x5BFE;&#x8C61;&#x3067;&#x306F;&#x306A;&#x3044;&#x4F1A;&#x8A71;&#x3092;Similar Answer List&#x304B;&#x3089;&#x9664;&#x304F;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</li>
</ul>
<p>&#x2462; Dissatisfied conversation&#x306E;Relearning</p>
<p><img src="../assets/chatbot-01-014c.png" alt="chatbot-01-014c.png"></p>
<p>&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x304C;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306E;&#x56DE;&#x7B54;&#x306B;&#x5BFE;&#x3057;&#x3001;Dissatisfied&#x306E;&#x30D5;&#x30A3;&#x30FC;&#x30C9;&#x30D0;&#x30C3;&#x30AF;&#x3092;&#x9001;&#x3063;&#x305F;Conversation List&#x3092;&#x78BA;&#x8A8D;&#x30FB;&#x691C;&#x8A0E;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</p>
<ul>
<li>&#x6B63;&#x89E3;&#x30DC;&#x30BF;&#x30F3;&#x3092;&#x30AF;&#x30EA;&#x30C3;&#x30AF;&#x3059;&#x308B;&#x3068;&#x3001;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306E;&#x56DE;&#x7B54;&#x304C;&#x9069;&#x5207;&#x3060;&#x3068;&#x5224;&#x65AD;&#x3055;&#x308C;&#x3001;Dissatisfied Conversation List&#x304B;&#x3089;&#x9664;&#x5916;&#x3055;&#x308C;&#x307E;&#x3059;&#x3002;</li>
<li>&#x4FEE;&#x6B63;&#x30DC;&#x30BF;&#x30F3;&#x3092;&#x30AF;&#x30EA;&#x30C3;&#x30AF;&#x3059;&#x308B;&#x3068;&#x3001;&#x8A72;&#x5F53;&#x8CEA;&#x554F;&#x3092;&#x65E2;&#x5B58;&#x306B;&#x4F5C;&#x6210;&#x3055;&#x308C;&#x3066;&#x3044;&#x308B;&#x4F1A;&#x8A71;&#x306B;&#x8FFD;&#x52A0;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</li>
<li>&#x4FDD;&#x7559;&#x30DC;&#x30BF;&#x30F3;&#x3092;&#x30AF;&#x30EA;&#x30C3;&#x30AF;&#x3059;&#x308B;&#x3068;&#x3001;&#x5F8C;&#x307B;&#x3069;&#x898B;&#x76F4;&#x3057;&#x304C;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</li>
<li>&#x9664;&#x5916;&#x30DC;&#x30BF;&#x30F3;&#x3092;&#x30AF;&#x30EA;&#x30C3;&#x30AF;&#x3059;&#x308B;&#x3068;&#x3001;&#x691C;&#x8A0E;&#x306E;&#x5BFE;&#x8C61;&#x3067;&#x306F;&#x306A;&#x3044;&#x4F1A;&#x8A71;&#x3092;Dissatisfied Conversation List&#x304B;&#x3089;&#x9664;&#x304F;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</li>
</ul>
<p><img src="../assets/chatbot-01-014d.png" alt="chatbot-01-014d.png"></p>
<p>&#x2463; Satisfied conversation&#x306E;Relearning</p>
<p>&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x304C;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306E;&#x56DE;&#x7B54;&#x306B;&#x5BFE;&#x3057;&#x3001;Satisfied&#x306E;&#x30D5;&#x30A3;&#x30FC;&#x30C9;&#x30D0;&#x30C3;&#x30AF;&#x3092;&#x9001;&#x3063;&#x305F;Conversation List&#x3092;&#x78BA;&#x8A8D;&#x30FB;&#x691C;&#x8A0E;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</p>
<ul>
<li>&#x6B63;&#x89E3;&#x30DC;&#x30BF;&#x30F3;&#x3092;&#x30AF;&#x30EA;&#x30C3;&#x30AF;&#x3059;&#x308B;&#x3068;&#x3001;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306E;&#x56DE;&#x7B54;&#x304C;&#x9069;&#x5207;&#x3060;&#x3068;&#x5224;&#x65AD;&#x3055;&#x308C;&#x3001;Satisfied conversation List&#x304B;&#x3089;&#x9664;&#x5916;&#x3055;&#x308C;&#x307E;&#x3059;&#x3002;</li>
<li>&#x4FEE;&#x6B63;&#x30DC;&#x30BF;&#x30F3;&#x3092;&#x30AF;&#x30EA;&#x30C3;&#x30AF;&#x3059;&#x308B;&#x3068;&#x3001;&#x8A72;&#x5F53;&#x8CEA;&#x554F;&#x3092;&#x65E2;&#x5B58;&#x306B;&#x4F5C;&#x6210;&#x3055;&#x308C;&#x3066;&#x3044;&#x308B;&#x4F1A;&#x8A71;&#x306B;&#x8FFD;&#x52A0;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</li>
<li>&#x4FDD;&#x7559;&#x30DC;&#x30BF;&#x30F3;&#x3092;&#x30AF;&#x30EA;&#x30C3;&#x30AF;&#x3059;&#x308B;&#x3068;&#x3001;&#x5F8C;&#x307B;&#x3069;&#x898B;&#x76F4;&#x3057;&#x304C;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</li>
<li>&#x9664;&#x5916;&#x30DC;&#x30BF;&#x30F3;&#x3092;&#x30AF;&#x30EA;&#x30C3;&#x30AF;&#x3059;&#x308B;&#x3068;&#x3001;&#x691C;&#x8A0E;&#x306E;&#x5BFE;&#x8C61;&#x3067;&#x306F;&#x306A;&#x3044;&#x4F1A;&#x8A71;&#x3092;Satisfied conversation List&#x304B;&#x3089;&#x9664;&#x304F;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</li>
</ul>
<!---

#### [Tip]サービスDemo Excelのテンプレート

チャットボットのDemo会話セットをインポートしてテストしてみることができます。

 [Excel Templateのダウンロード](../../download/chatbot-demo-sample.zip)

  zipファイルには、5つのExcelテンプレートファイルがあります。（順番でアップロードすることを推奨）

  1. 会話タイプ
  2. エンティティ
  3. アクションメソッド
  4. フォーム
  5. 会話-韓国語


- 会話に登録されている回答にFormやActionMehtodを参照する場合、アップロード中にエラーが発生することがあります。
  そのため、会話タイプとエンティティなど上記でお勧めする順番でファイルをアップロードします。

- 5つのテンプレートをアプロードした後、会話モデルをビルドをクリックします。

- テストで、会話に登録されている質問を入力してテストします。
-->
<h2 id="&#x95A2;&#x9023;&#x60C5;&#x5831;&#x3078;&#x306E;&#x30EA;&#x30F3;&#x30AF;">&#x95A2;&#x9023;&#x60C5;&#x5831;&#x3078;&#x306E;&#x30EA;&#x30F3;&#x30AF;</h2>
<p>&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x306E;&#x4F5C;&#x6210;&#x3001;Conversation List&#x3068;&#x30B3;&#x30F3;&#x30DD;&#x30FC;&#x30CD;&#x30F3;&#x30C8;&#x306E;&#x7BA1;&#x7406;&#x304A;&#x3088;&#x3073;&#x7D71;&#x8A08;&#x7BA1;&#x7406;&#x306B;&#x95A2;&#x3057;&#x3066;&#x306F;&#x4EE5;&#x4E0B;&#x306E;&#x5229;&#x7528;&#x30AC;&#x30A4;&#x30C9;&#x3092;&#x53C2;&#x7167;&#x3057;&#x3066;&#x304F;&#x3060;&#x3055;&#x3044;&#x3002;</p>
<ul>
<li>Chatbot&#x30B9;&#x30BF;&#x30FC;&#x30C8;&#x30AC;&#x30A4;&#x30C9;<ul>
<li><a href="chatbot-1-2_ja.html">&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x3092;&#x958B;&#x767A;&#x3059;&#x308B;&#x524D;&#x306B;&#x8003;&#x3048;&#x308B;&#x3053;&#x3068;</a></li>
<li><a href="chatbot-1-1_ja.html">&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306E;&#x30AF;&#x30A4;&#x30C3;&#x30AF;&#x30B9;&#x30BF;&#x30FC;&#x30C8;&#x30AC;&#x30A4;&#x30C9;</a></li>
<li><a href="chatbot-1-3_ja.html">&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306E;&#x3088;&#x304F;&#x3042;&#x308B;&#x8CEA;&#x554F;</a>    </li>
</ul>
</li>
<li>Chatbot&#x3054;&#x5229;&#x7528;&#x30AC;&#x30A4;&#x30C9;<ul>
<li><a href="chatbot-3-1_ja.html">&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x7BA1;&#x7406;</a>
&#x3000;- <a href="chatbot-3-2_ja.html">Conversation List&#x306E;&#x7BA1;&#x7406;</a>  </li>
<li><a href="chatbot-3-3_ja.html">&#x4F1A;&#x8A71;&#x30B3;&#x30F3;&#x30DD;&#x30FC;&#x30CD;&#x30F3;&#x30C8;&#x306E;&#x7BA1;&#x7406;</a></li>
<li><a href="chatbot-3-4_ja.html">&#x7D71;&#x8A08;&#x306E;&#x7BA1;&#x7406;</a></li>
<li><a href="chatbot-3-5_ja.html">&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306E;Advanced&#x30AC;&#x30A4;&#x30C9;</a></li>
<li><a href="chatbot-3-8_ja.html">&#x6B63;&#x898F;&#x8868;&#x73FE;&#x306E;&#x5165;&#x529B;&#x30AC;&#x30A4;&#x30C9;</a></li>
<li><a href="chatbot-3-7_ja.html">&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306E;Custom API Spec.</a></li>
</ul>
</li>
<li>&#x30C1;&#x30E3;&#x30F3;&#x30CD;&#x30EB;&#x9023;&#x52D5;&#x30AC;&#x30A4;&#x30C9;<ul>
<li><a href="chatbot-2-1_ja.html">LINE&#x9023;&#x52D5;</a></li>
</ul>
</li>
<li>Agent Connections&#x30AC;&#x30A4;&#x30C9;<ul>
<li><a href="chatbot-2-7_ja.html">LINE Switcher API&#x9023;&#x52D5;</a></li>
</ul>
</li>
</ul>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="chatbot-1-2_ja.html" class="navigation navigation-prev " aria-label="Previous page: 1-1. チャットボットサービスを始める前に考慮すべきこと">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="chatbot-1-3_ja.html" class="navigation navigation-next " aria-label="Next page: 1-3. よくある質問">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"search":{" keyword":["chatbot","チャットボット"]},"title":"1-2. Quick Start Guide","level":"1.2.2","depth":2,"next":{"title":"1-3. よくある質問","level":"1.2.3","depth":2,"path":"manual/chatbot-1-3_ja.md","ref":"./manual/chatbot-1-3_ja.md","articles":[]},"previous":{"title":"1-1. チャットボットサービスを始める前に考慮すべきこと","level":"1.2.1","depth":2,"path":"manual/chatbot-1-2_ja.md","ref":"./manual/chatbot-1-2_ja.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":["livereload"],"pluginsConfig":{"livereload":{},"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"manual/chatbot-1-1_ja.md","mtime":"2019-10-29T03:45:34.382Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2019-11-01T07:00:20.283Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-livereload/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

