
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>2-1. ドメイン · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="chatbot-3-2_ja.html" />
    
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    Introduction
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" >
            
                <span>
            
                    
                    1.LINE BRAIN CHATBOTスタートガイド
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.2.1" data-path="chatbot-1-2_ja.html">
            
                <a href="chatbot-1-2_ja.html">
            
                    
                    1-1. チャットボットサービスを始める前に考慮すべきこと
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.2" data-path="chatbot-1-1_ja.html">
            
                <a href="chatbot-1-1_ja.html">
            
                    
                    1-2. Quick Start Guide
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.3" data-path="chatbot-1-3_ja.html">
            
                <a href="chatbot-1-3_ja.html">
            
                    
                    1-3. よくある質問
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.3" >
            
                <span>
            
                    
                    2.LINE BRAIN CHATBOT利用ガイド
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter active" data-level="1.3.1" data-path="chatbot-3-1_ja.html">
            
                <a href="chatbot-3-1_ja.html">
            
                    
                    2-1. ドメイン
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.2" data-path="chatbot-3-2_ja.html">
            
                <a href="chatbot-3-2_ja.html">
            
                    
                    2-2. Conversation Listの管理
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.3" data-path="chatbot-3-3_ja.html">
            
                <a href="chatbot-3-3_ja.html">
            
                    
                    2-3. 会話コンポーネント
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.4" data-path="chatbot-3-4_ja.html">
            
                <a href="chatbot-3-4_ja.html">
            
                    
                    2-4. 統計管理
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.5" data-path="chatbot-3-5_ja.html">
            
                <a href="chatbot-3-5_ja.html">
            
                    
                    2-5. チャットボットのAdvancedガイド
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.6" data-path="chatbot-3-8_ja.html">
            
                <a href="chatbot-3-8_ja.html">
            
                    
                    2-6. 正規表現の入力ガイド
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.7" data-path="chatbot-3-7_ja.html">
            
                <a href="chatbot-3-7_ja.html">
            
                    
                    2-7. チャットボットのCustom API Spec.
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.4" >
            
                <span>
            
                    
                    3.チャンネル連動ガイド
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.4.1" data-path="chatbot-2-1_ja.html">
            
                <a href="chatbot-2-1_ja.html">
            
                    
                    3-1. チャンネル連動ガイド - LINE
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.5" >
            
                <span>
            
                    
                    4.有人チャットツール連動ガイド
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.5.1" data-path="chatbot-2-7_ja.html">
            
                <a href="chatbot-2-7_ja.html">
            
                    
                    4-1. Agent Connectionsガイド - LINE(LINE Switcher API)
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.6" >
            
                <span>
            
                    
                    5.拡張サービス連動ガイド
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.6.1" data-path="chatbot-2-8_ja.html">
            
                <a href="chatbot-2-8_ja.html">
            
                    
                    5-1. LINE PAYサービス連動ガイド
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >2-1. ドメイン</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h2 id="&#x30C9;&#x30E1;&#x30A4;&#x30F3;">&#x30C9;&#x30E1;&#x30A4;&#x30F3;</h2>
<p>&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x306F;&#x3001;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x306E;&#x57FA;&#x6E96;&#x306B;&#x306A;&#x308B;&#x5358;&#x4F4D;&#x3067;&#x3059;&#x3002;
&#x4F8B;&#x3048;&#x3070;&#x3001;&#x300C;LINE BRAIN&#x306E;&#x9867;&#x5BA2;&#x30B5;&#x30DD;&#x30FC;&#x30C8;&#x300D;&#x3092;&#x62C5;&#x5F53;&#x3059;&#x308B;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x3092;&#x4F5C;&#x308B;&#x5834;&#x5408;&#x306F;&#x3001;&#x305D;&#x306E;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306E;&#x5168;&#x4F53;&#x306E;&#x4F1A;&#x8A71;&#x3092;&#x542B;&#x3080;&#x5358;&#x4F4D;&#x304C;&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x3067;&#x3059;&#x3002;</p>
<p>&#x4F1A;&#x8A71;&#x5165;&#x529B;&#x304A;&#x3088;&#x3073;&#x30C1;&#x30E3;&#x30F3;&#x30CD;&#x30EB;&#x9023;&#x52D5;&#x3001;&#x305D;&#x3057;&#x3066;&#x7D71;&#x8A08;&#x60C5;&#x5831;&#x307E;&#x3067;1&#x3064;&#x306E;&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x3092;&#x57FA;&#x6E96;&#x306B;&#x52D5;&#x4F5C;&#x3057;&#x7BA1;&#x7406;&#x3055;&#x308C;&#x307E;&#x3059;&#x3002;</p>
<p>&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x3092;&#x4F5C;&#x6210;&#x3059;&#x308B;&#x969B;&#x306B;&#x306F;&#x3001;&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x540D;&#x3068;&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x30B3;&#x30FC;&#x30C9;&#x3001;&#x305D;&#x3057;&#x3066;&#x81EA;&#x7136;&#x8A00;&#x8A9E;&#x51E6;&#x7406;&#x306E;&#x8A00;&#x8A9E;&#x304C;&#x5FC5;&#x8981;&#x3068;&#x306A;&#x308A;&#x307E;&#x3059;&#x3002;</p>
<p>&#x5FC5;&#x8981;&#x306A;&#x60C5;&#x5831;&#x304C;&#x63C3;&#x3048;&#x307E;&#x3057;&#x305F;&#x3089;LINE BRAIN&#x306E;CHATBOT&#x62C5;&#x5F53;&#x8005;&#x307E;&#x3067;&#x3054;&#x9023;&#x7D61;&#x304A;&#x9858;&#x3044;&#x81F4;&#x3057;&#x307E;&#x3059;&#x3002;</p>
<ul>
<li>&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x540D;&#xFF1A;1&#x6587;&#x5B57;&#x4EE5;&#x4E0A;100&#x6587;&#x5B57;&#x4EE5;&#x4E0B;&#x3067;&#x5165;&#x529B;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</li>
<li>&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x30B3;&#x30FC;&#x30C9;&#xFF1A;&#x56FA;&#x6709;&#x306E;&#x5024;&#x3067;&#x91CD;&#x8907;&#x3057;&#x3066;&#x306F;&#x306A;&#x3089;&#x306A;&#x3044;&#x3067;&#x3059;&#x3002;
&#x30CD;&#x30FC;&#x30E0;&#x30B9;&#x30DA;&#x30FC;&#x30B9;&#x5F62;&#x5F0F;&#xFF08;com.linebrain.chatbot.support&#xFF09;&#x3067;&#x5165;&#x529B;&#x3059;&#x308B;&#x3053;&#x3068;&#x3092;&#x304A;&#x52E7;&#x3081;&#x3057;&#x307E;&#x3059;&#x3002;</li>
<li>&#x81EA;&#x7136;&#x8A00;&#x8A9E;&#x51E6;&#x7406;&#xFF1A;&#x65E5;&#x672C;&#x8A9E;/&#x82F1;&#x8A9E;/&#x97D3;&#x56FD;&#x8A9E;/&#x4E2D;&#x56FD;&#x8A9E;/&#x30BF;&#x30A4;&#x8A9E;/&#x30A4;&#x30F3;&#x30C9;&#x30CD;&#x30B7;&#x30A2;&#x8A9E;&#x306E;&#x4E2D;&#x304B;&#x3089;&#x9078;&#x629E;&#x3057;&#x307E;&#x3059;&#x3002;</li>
</ul>
<p>&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x306F;&#x591A;&#x8A00;&#x8A9E;&#x306B;&#x5BFE;&#x5FDC;&#x3057;&#x3066;&#x304A;&#x308A;&#x3001;&#x8A00;&#x8A9E;&#x3054;&#x3068;&#x306B;&#x7570;&#x306A;&#x308B;&#x81EA;&#x7136;&#x8A00;&#x8A9E;&#x51E6;&#x7406;&#x30A8;&#x30F3;&#x30B8;&#x30F3;&#x3092;&#x6301;&#x3063;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;&#x307E;&#x305F;&#x3001;&#x5404;&#x8A00;&#x8A9E;&#x306E;&#x5B66;&#x7FD2;&#x306E;&#x305F;&#x3081;&#x306B;&#x3055;&#x307E;&#x3056;&#x307E;&#x306A;&#x30E2;&#x30C7;&#x30EB;&#x3067;&#x5B66;&#x7FD2;&#x3092;&#x3055;&#x305B;&#x3066;&#x3044;&#x307E;&#x3059;&#x3002;&#x81EA;&#x7136;&#x8A00;&#x8A9E;&#x51E6;&#x7406;&#x306E;&#x30AA;&#x30D7;&#x30B7;&#x30E7;&#x30F3;&#x3092;&#x9078;&#x629E;&#x3057;&#x3001;&#x4F1A;&#x8A71;&#x5165;&#x529B;&#x30C7;&#x30FC;&#x30BF;&#x3092;&#x8A72;&#x5F53;&#x8A00;&#x8A9E;&#x306B;&#x5408;&#x308F;&#x305B;&#x3066;&#x5165;&#x529B;&#x3059;&#x308B;&#x5FC5;&#x8981;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;&#x3002;</p>
<h3 id="&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x60C5;&#x5831;">&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x60C5;&#x5831;</h3>
<p>&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x306B;&#x95A2;&#x3059;&#x308B;&#x60C5;&#x5831;&#x304A;&#x3088;&#x3073;&#x8A2D;&#x5B9A;&#x3092;&#x7BA1;&#x7406;&#x3057;&#x3001;&#x73FE;&#x5728;&#x306E;&#x72B6;&#x614B;&#x3092;&#x78BA;&#x8A8D;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</p>
<p><img src="../assets/chatbot-03-001.png" alt="chatbot-03-001.png"></p>
<p>&#x2460; &#x57FA;&#x672C;&#x7684;&#x306A;&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x60C5;&#x5831;&#x3092;&#x63D0;&#x4F9B;&#x3057;&#x307E;&#x3059;&#x3002;</p>
<ul>
<li>&#x30C9;&#x30E1;&#x30A4;&#x30F3;ID&#x3001;&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x30B3;&#x30FC;&#x30C9;&#x3001;&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x540D;&#x3001;&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x4F5C;&#x6210;&#x65E5;&#x304A;&#x3088;&#x3073;&#x6700;&#x7D42;&#x4FEE;&#x6B63;&#x65E5;</li>
</ul>
<p>&#x2461; &#x767B;&#x9332;&#x3055;&#x308C;&#x3066;&#x3044;&#x308B;Conversation List&#x306E;&#x60C5;&#x5831;&#x3092;&#x63D0;&#x4F9B;&#x3057;&#x307E;&#x3059;&#x3002;</p>
<ul>
<li>&#x767B;&#x9332;&#x3055;&#x308C;&#x3066;&#x3044;&#x308B;&#x4F1A;&#x8A71;&#x306F;&#x3001;&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x306B;&#x4F5C;&#x6210;&#x3055;&#x308C;&#x305F;&#x4F1A;&#x8A71;&#x30BB;&#x30C3;&#x30C8;&#x306E;&#x6570;&#x3067;&#x3059;&#x3002;</li>
<li>&#x542B;&#x307E;&#x308C;&#x3066;&#x3044;&#x308B;&#x4F1A;&#x8A71;&#x30BF;&#x30A4;&#x30D7;&#x306F;&#x3001;&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x306B;&#x542B;&#x307E;&#x308C;&#x3066;&#x3044;&#x308B;&#x5168;&#x3066;&#x306E;&#x4F1A;&#x8A71;&#x30BF;&#x30A4;&#x30D7;&#x306E;&#x6570;&#x3092;&#x8A00;&#x3044;&#x307E;&#x3059;&#x3002;</li>
<li>&#x542B;&#x307E;&#x308C;&#x3066;&#x3044;&#x308B;&#x30A8;&#x30F3;&#x30C6;&#x30A3;&#x30C6;&#x30A3;&#x306F;&#x3001;&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x306B;&#x4F5C;&#x6210;&#x3055;&#x308C;&#x305F;&#x3059;&#x3079;&#x3066;&#x306E; &#x30A8;&#x30F3;&#x30C6;&#x30A3;&#x30C6;&#x30A3;&#x306E;&#x6570;&#x3092;&#x8A00;&#x3044;&#x307E;&#x3059;&#x3002;</li>
<li>&#x542B;&#x307E;&#x308C;&#x3066;&#x3044;&#x308B;&#x30BF;&#x30B9;&#x30AF;&#x306F;&#x3001;&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x306B;&#x4F5C;&#x6210;&#x3055;&#x308C;&#x305F;&#x3059;&#x3079;&#x3066;&#x306E;&#x30BF;&#x30B9;&#x30AF;&#x306E;&#x6570;&#x3092;&#x8A00;&#x3044;&#x307E;&#x3059;&#x3002;</li>
</ul>
<h3 id="job-management">Job Management</h3>
<p>&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x5185;&#x306E;&#x4F5C;&#x696D;&#x72B6;&#x6CC1;&#x3092;&#x78BA;&#x8A8D;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;Job Management&#x306F;&#x3001;Chatbot&#x30D3;&#x30EB;&#x30C0;&#x30FC;&#x304B;&#x3089;&#x30A2;&#x30AF;&#x30BB;&#x30B9;&#x53EF;&#x80FD;&#x3067;&#x3059;&#x3002;</p>
<p>Chatbot &#x30D3;&#x30EB;&#x30C0;&#x30FC;&#x306E;Job Management</p>
<p><img src="../assets/chatbot-01-002b.png" alt="chatbot-01-002b.png"></p>
<ul>
<li>&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x8A2D;&#x5B9A;&#x306E; <strong>Job Management</strong> &#x30BF;&#x30D6;&#x307E;&#x305F;&#x306F;LNB&#x306E; <strong>Job Management</strong> &#x9805;&#x76EE;&#x304B;&#x3089;&#x78BA;&#x8A8D;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</li>
<li>&#x8A72;&#x5F53;&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x884C;&#x308F;&#x308C;&#x305F;&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x30B3;&#x30D4;&#x30FC;&#x304A;&#x3088;&#x3073;&#x4F1A;&#x8A71;&#x30A2;&#x30C3;&#x30D7;&#x30ED;&#x30FC;&#x30C9;/&#x30C0;&#x30A6;&#x30F3;&#x30ED;&#x30FC;&#x30C9;&#x3001;&#x81EA;&#x52D5;&#x30C6;&#x30B9;&#x30C8;&#x3001;&#x30D7;&#x30C3;&#x30B7;&#x30E5;&#x767A;&#x9001;&#x306A;&#x3069;&#x306E;&#x4F5C;&#x696D;&#x3092;&#x78BA;&#x8A8D;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</li>
<li>&#x4F5C;&#x696D;&#x304C;&#x5B8C;&#x4E86;&#x3055;&#x308C;&#x305F;&#x30D5;&#x30A1;&#x30A4;&#x30EB;&#x3092;&#x30C0;&#x30A6;&#x30F3;&#x30ED;&#x30FC;&#x30C9;&#x3067;&#x304D;&#x3001;&#x4F5C;&#x696D;&#x9014;&#x4E2D;&#x3067;&#x4F5C;&#x696D;&#x30AD;&#x30E3;&#x30F3;&#x30BB;&#x30EB;&#x3082;&#x53EF;&#x80FD;&#x3067;&#x3059;&#x3002;&#x4F1A;&#x8A71;&#x30A2;&#x30C3;&#x30D7;&#x30ED;&#x30FC;&#x30C9;&#x306B;&#x5931;&#x6557;&#x3057;&#x305F;&#x5834;&#x5408;&#x3001;&#x5931;&#x6557;&#x306E;&#x8A73;&#x7D30;&#x306B;&#x3064;&#x3044;&#x3066;&#x3082;&#x78BA;&#x8A8D;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</li>
</ul>
<h3 id="image-management">Image Management</h3>
<p>&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x306E;&#x4E2D;&#x3067;&#x4F7F;&#x308F;&#x308C;&#x308B;&#x753B;&#x50CF;&#x3092;&#x7BA1;&#x7406;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</p>
<p><img src="../assets/chatbot-03-105.png" alt="chatbot-03-105.png"></p>
<ul>
<li><p>Image Management&#x30DA;&#x30FC;&#x30B8;&#x304B;&#x3089;&#x306F;&#x3001;&#x753B;&#x50CF;&#x3092;&#x767B;&#x9332;&#x3001;&#x4FEE;&#x6B63;&#x3001;&#x524A;&#x9664;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</p>
<ul>
<li>&#x5916;&#x90E8;&#x306E;URL&#x306F;&#x3001;&#x753B;&#x50CF;&#x306E;&#x767B;&#x9332;&#x6570;&#x306B;&#x96C6;&#x8A08;&#x3055;&#x308C;&#x305A;&#x3001;&#x6700;&#x5927;50&#x679A;&#x306E;&#x753B;&#x50CF;&#x3092;&#x767B;&#x9332;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</li>
<li>&#x753B;&#x50CF;&#x56DE;&#x7B54;&#x3084;&#x5171;&#x901A;&#x30E1;&#x30C3;&#x30BB;&#x30FC;&#x30B8;&#x3092;&#x4F5C;&#x6210;&#x3059;&#x308B;&#x969B;&#x306B;&#x3001;Image Management&#x30DA;&#x30FC;&#x30B8;&#x306B;&#x767B;&#x9332;&#x3055;&#x308C;&#x3066;&#x3044;&#x308B;&#x753B;&#x50CF;&#x3092;&#x4F7F;&#x7528;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</li>
<li>Image Usage&#x3092;&#x30AF;&#x30EA;&#x30C3;&#x30AF;&#x3059;&#x308B;&#x3068;&#x3001;&#x8A72;&#x5F53;&#x306E;&#x753B;&#x50CF;&#x304C;&#x4F7F;&#x308F;&#x308C;&#x305F;&#x56DE;&#x7B54;&#x3084;&#x30E1;&#x30C3;&#x30BB;&#x30FC;&#x30B8;&#x306B;&#x9077;&#x79FB;&#x3057;&#x3066;&#x8A72;&#x5F53;&#x306E;&#x753B;&#x50CF;&#x3092;&#x4FEE;&#x6B63;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</li>
</ul>
</li>
</ul>
<h3 id="keyword-management">Keyword Management</h3>
<p>&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x306F;&#x3001;&#x30D3;&#x30B8;&#x30CD;&#x30B9;&#x306E;&#x7279;&#x6027;&#x3092;&#x52B9;&#x679C;&#x7684;&#x306B;&#x30B5;&#x30DD;&#x30FC;&#x30C8;&#x3059;&#x308B;&#x305F;&#x3081;&#x306B;&#x4FD7;&#x8A9E;&#x3084;&#x6D41;&#x884C;&#x308A;&#x8A00;&#x8449;&#x306E;&#x30AD;&#x30FC;&#x30EF;&#x30FC;&#x30C9;&#x306A;&#x3069;&#x3001;&#x7279;&#x5B9A;&#x306E;&#x5358;&#x8A9E;&#x3092;&#x7981;&#x6B62;&#x3067;&#x304D;&#x308B;Keyword Management&#x6A5F;&#x80FD;&#x304C;&#x63D0;&#x4F9B;&#x3055;&#x308C;&#x307E;&#x3059;&#x3002;</p>
<p>&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x304C;&#x6307;&#x5B9A;&#x3057;&#x305F;&#x7981;&#x6B62;&#x8A00;&#x8449;&#x3092;&#x7C21;&#x5358;&#x306A;UI&#x304B;&#x3089;&#x767B;&#x9332;&#x3067;&#x304D;&#x3001;&#x30AD;&#x30FC;&#x30EF;&#x30FC;&#x30C9;&#x30B0;&#x30EB;&#x30FC;&#x30D7;&#x306F;&#x6700;&#x5927;100&#x4EF6;&#x307E;&#x3067;&#x767B;&#x9332;&#x53EF;&#x80FD;&#x3067;&#x3059;&#x3002;
&#x30AD;&#x30FC;&#x30EF;&#x30FC;&#x30C9;&#x3092;&#x4F5C;&#x6210;&#x3001;&#x4FEE;&#x6B63;&#x3001;&#x524A;&#x9664;&#x3057;&#x305F;&#x5F8C;&#x306F;&#x3001;<strong>&#x5909;&#x66F4;&#x3055;&#x308C;&#x305F;&#x8A2D;&#x5B9A;&#x3092;&#x9069;&#x7528;</strong>&#x3067;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x306B;&#x53CD;&#x6620;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</p>
<p><img src="../assets/chatbot-03-003.png" alt="chatbot-03-003.png"></p>
<p><img src="../assets/chatbot-03-003a.png" alt="chatbot-03-003a.png"></p>
<p>&#x2460; &#x30AD;&#x30FC;&#x30EF;&#x30FC;&#x30C9;&#x30B0;&#x30EB;&#x30FC;&#x30D7;&#x306E;&#x540D;&#x524D;&#xFF1A;&#x4F3C;&#x3066;&#x3044;&#x308B;&#x30BF;&#x30A4;&#x30D7;&#x306E;&#x30AD;&#x30FC;&#x30EF;&#x30FC;&#x30C9;&#x3092;1&#x3064;&#x306E;&#x30AD;&#x30FC;&#x30EF;&#x30FC;&#x30C9;&#x30B0;&#x30EB;&#x30FC;&#x30D7;&#x3067;&#x7BA1;&#x7406;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;&#x4FD7;&#x8A9E;&#x3001;&#x6027;&#x7684;&#x7528;&#x8A9E;&#x3001;&#x6D41;&#x884C;&#x308A;&#x8A00;&#x8449;&#x306E;&#x30AD;&#x30FC;&#x30EF;&#x30FC;&#x30C9;&#x306A;&#x3069;&#x3067;&#x30B0;&#x30EB;&#x30FC;&#x30D4;&#x30F3;&#x30B0;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</p>
<p>&#x2461; &#x30AD;&#x30FC;&#x30EF;&#x30FC;&#x30C9;&#x30BF;&#x30A4;&#x30D7;&#xFF1A;&#x30AD;&#x30FC;&#x30EF;&#x30FC;&#x30C9;&#x306E;&#x30BF;&#x30A4;&#x30D7;&#x3092;&#x9078;&#x629E;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;&#x4E00;&#x90E8;&#x4E00;&#x81F4;&#x3059;&#x308B;&#x30AD;&#x30FC;&#x30EF;&#x30FC;&#x30C9;&#x306B;&#x3059;&#x3079;&#x3066;&#x5FDC;&#x7B54;&#x3059;&#x308B;&#x305F;&#x3081;&#x306B;&#x306F;&#x3001;&#x4E00;&#x90E8;&#x30AD;&#x30FC;&#x30EF;&#x30FC;&#x30C9;&#x3092;&#x3001;&#x5168;&#x4F53;&#x4E00;&#x81F4;&#x3059;&#x308B;&#x30AD;&#x30FC;&#x30EF;&#x30FC;&#x30C9;&#x306B;&#x306E;&#x307F;&#x5FDC;&#x7B54;&#x3059;&#x308B;&#x305F;&#x3081;&#x306B;&#x306F;&#x3001;&#x5168;&#x4F53;&#x30AD;&#x30FC;&#x30EF;&#x30FC;&#x30C9;&#x3092;&#x9078;&#x629E;&#x3057;&#x307E;&#x3059;&#x3002;</p>
<p>&#x2462; &#x30AD;&#x30FC;&#x30EF;&#x30FC;&#x30C9;&#x306E;&#x767B;&#x9332;&#xFF1A;&#x30AD;&#x30FC;&#x30EF;&#x30FC;&#x30C9;&#x3092;&#x767B;&#x9332;&#x3057;&#x307E;&#x3059;&#x3002;&#x4ED6;&#x306E;&#x30B0;&#x30EB;&#x30FC;&#x30D7;&#x306E;&#x30AD;&#x30FC;&#x30EF;&#x30FC;&#x30C9;&#x3068;&#x91CD;&#x8907;&#x3057;&#x306A;&#x3044;&#x3088;&#x3046;&#x306B;&#x6CE8;&#x610F;&#x3057;&#x307E;&#x3059;&#x3002;</p>
<p>&#x2463; &#x56DE;&#x7B54;&#x306E;&#x767B;&#x9332;&#xFF1A;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x304C;&#x30AD;&#x30FC;&#x30EF;&#x30FC;&#x30C9;&#x3092;&#x5165;&#x529B;&#x3057;&#x305F;&#x5834;&#x5408;&#x3001;&#x5FDC;&#x7B54;&#x3067;&#x304D;&#x308B;&#x4EE3;&#x66FF;&#x30E1;&#x30C3;&#x30BB;&#x30FC;&#x30B8;&#x3092;&#x5165;&#x529B;&#x3057;&#x307E;&#x3059;&#x3002;</p>
<ul>
<li>&#x30AD;&#x30FC;&#x30EF;&#x30FC;&#x30C9;&#x306E;&#x30BF;&#x30A4;&#x30D7;&#x304C;&#x5168;&#x4F53;&#x30AD;&#x30FC;&#x30EF;&#x30FC;&#x30C9;&#x306E;&#x5834;&#x5408;&#x3001;&#x7121;&#x5FDC;&#x7B54;&#x306E;&#x8A2D;&#x5B9A;&#x3092;&#x9078;&#x629E;&#x3057;&#x3001;&#x8A72;&#x5F53;&#x30AD;&#x30FC;&#x30EF;&#x30FC;&#x30C9;&#x306B;&#x5BFE;&#x3057;&#x3066;&#x5FDC;&#x7B54;&#x3057;&#x306A;&#x3044;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</li>
</ul>
<p>&#x2464; &#x5927;&#x91CF;&#x306E;&#x30AD;&#x30FC;&#x30EF;&#x30FC;&#x30C9;&#x3092;Excel&#x30D5;&#x30A1;&#x30A4;&#x30EB;&#x3067;&#x30A2;&#x30C3;&#x30D7;&#x30ED;&#x30FC;&#x30C9;/&#x30C0;&#x30A6;&#x30F3;&#x30ED;&#x30FC;&#x30C9;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</p>
<p><img src="../assets/chatbot-03-003b.png" alt="chatbot-03-003b.png"></p>
<ul>
<li>A&#x5217;&#xFF1A;&#x30AD;&#x30FC;&#x30EF;&#x30FC;&#x30C9;&#x30B0;&#x30EB;&#x30FC;&#x30D7;&#x540D;&#xFF08;&#x91CD;&#x8907;&#x3057;&#x306A;&#x3044;&#x30AD;&#x30FC;&#x30EF;&#x30FC;&#x30C9;&#x30B0;&#x30EB;&#x30FC;&#x30D7;&#x540D;&#x3092;&#x5165;&#x529B;&#x3057;&#x307E;&#x3059;&#x3002;)</li>
<li>C&#x5217;&#xFF1A;&#x30AD;&#x30FC;&#x30EF;&#x30FC;&#x30C9;&#xFF08;&#x8907;&#x6570;&#x306E;&#x30AD;&#x30FC;&#x30EF;&#x30FC;&#x30C9;&#x306F;&#x3001;&#x884C;&#x3067;&#x533A;&#x5225;&#x3057;&#x307E;&#x3059;&#x3002;&#xFF09;</li>
<li>B&#x5217;&#xFF1A;&#x30AD;&#x30FC;&#x30EF;&#x30FC;&#x30C9;&#x30BF;&#x30A4;&#x30D7;&#xFF08;&#x5168;&#x4F53;&#x30AD;&#x30FC;&#x30EF;&#x30FC;&#x30C9;&#x3068;&#x4E00;&#x90E8;&#x30AD;&#x30FC;&#x30EF;&#x30FC;&#x30C9;&#x306E;&#x4E2D;&#x304B;&#x3089;&#x9078;&#x629E;&#x3057;&#x3066;&#x5165;&#x529B;&#x3057;&#x307E;&#x3059;&#x3002;)</li>
<li>D&#x5217;&#xFF1A;&#x56DE;&#x7B54;&#xFF08;&#x7A7A;&#x304D;&#x30BB;&#x30EB;&#x306B;&#x3057;&#x3066;&#x7121;&#x5FDC;&#x7B54;&#x3067;&#x56DE;&#x7B54;&#x3092;&#x8A2D;&#x5B9A;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;&#xFF09;</li>
</ul>
<h3 id="&#x30D3;&#x30EB;&#x30C9;&#x7BA1;&#x7406;">&#x30D3;&#x30EB;&#x30C9;&#x7BA1;&#x7406;</h3>
<p>LINE BRAIN&#x306E;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306F;&#x3001;&#x4F1A;&#x8A71;&#x306E;&#x5B66;&#x7FD2;&#x3092;&#x7D9A;&#x3051;&#x3055;&#x305B;&#x307E;&#x3059;&#x3002;</p>
<p>&#x2460; &#x4F1A;&#x8A71;&#x30E2;&#x30C7;&#x30EB;&#x306E;&#x5B66;&#x7FD2;</p>
<p><img src="../assets/chatbot-03-004-1.png" alt="chatbot-03-004-1.png"></p>
<p>&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306E;&#x30D3;&#x30EB;&#x30C0;&#x30FC;&#x4E0A;&#x90E8;&#x306E; <strong>&#x4F1A;&#x8A71;&#x30E2;&#x30C7;&#x30EB;&#x306E;&#x5B66;&#x7FD2;</strong>&#x3092;&#x30AF;&#x30EA;&#x30C3;&#x30AF;&#x3057;&#x307E;&#x3059;&#x3002;&#x3082;&#x3057;&#x30D3;&#x30EB;&#x30C9;&#x306E;&#x5909;&#x66F4;&#x70B9;&#x3092;&#x8A18;&#x9332;&#x3059;&#x308B;&#x5FC5;&#x8981;&#x304C;&#x3042;&#x308C;&#x3070;&#x3001;&#x30D3;&#x30EB;&#x30C9;&#x30E1;&#x30E2;&#x3092;&#x4F5C;&#x6210;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</p>
<p>&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306E;&#x30A8;&#x30F3;&#x30B8;&#x30F3;&#x306F;&#x4F1A;&#x8A71;&#x306E;&#x30C7;&#x30FC;&#x30BF;&#x30BB;&#x30C3;&#x30C8;&#x306B;&#x57FA;&#x3065;&#x3044;&#x3066;&#x5B66;&#x7FD2;&#x3092;&#x9032;&#x3081;&#x307E;&#x3059;&#x3002;</p>
<ul>
<li>&#x81EA;&#x7136;&#x8A00;&#x8A9E;&#x5206;&#x6790;&#x306E;&#x57FA;&#x672C;&#x3067;&#x3042;&#x308B;NLP&#xFF08;Natural Language Processing&#xFF09;&#x306F;&#x3001;&#x8CEA;&#x554F;&#x30C7;&#x30FC;&#x30BF;&#x3068;&#x56DE;&#x7B54;&#x30C7;&#x30FC;&#x30BF;&#x306B;&#x5165;&#x529B;&#x3055;&#x308C;&#x305F;&#x6587;&#x306E;&#x5F62;&#x614B;&#x7D20;&#x3092;&#x5206;&#x6790;&#x3057;&#x307E;&#x3059;&#x3002;&#x305D;&#x306E;&#x6B21;&#x306E;&#x30B9;&#x30C6;&#x30C3;&#x30D7;&#x3067;&#x3042;&#x308B;NLU&#xFF08;Natural Language Understanding&#xFF09;&#x3067;&#x306F;&#x3001;&#x6587;&#x304C;&#x3069;&#x306E;&#x3088;&#x3046;&#x306A;&#x610F;&#x5473;&#x3092;&#x6301;&#x3063;&#x3066;&#x3044;&#x308B;&#x304B;&#x3001;&#x3069;&#x306E;&#x56DE;&#x7B54;&#x306B;&#x6700;&#x3082;&#x985E;&#x4F3C;&#x3057;&#x3066;&#x3044;&#x308B;&#x304B;&#x3092;&#x5224;&#x65AD;&#x3057;&#x307E;&#x3059;&#x3002;&#x307E;&#x305F;&#x5B66;&#x7FD2;&#x3067;&#x306F;&#x3001;LINE BRAIN&#x306E;&#x30C7;&#x30FC;&#x30BF;&#x8F9E;&#x66F8;&#x306B;&#x30DE;&#x30C3;&#x30D4;&#x30F3;&#x30B0;&#x3057;&#x3066;&#x4E00;&#x822C;&#x7684;&#x306A;&#x30A8;&#x30F3;&#x30C6;&#x30A3;&#x30C6;&#x30A3;&#x30DE;&#x30C3;&#x30D4;&#x30F3;&#x30B0;&#x4F5C;&#x696D;&#x3092;&#x9032;&#x3081;&#x307E;&#x3059;&#x3002;&#x7279;&#x5B9A;&#x306E;&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x3067;&#x5B66;&#x7FD2;&#x304C;&#x5FC5;&#x8981;&#x306A;&#x30A8;&#x30F3;&#x30C6;&#x30A3;&#x30C6;&#x30A3;&#x306E;&#x307F;&#x30BF;&#x30B0;&#x4ED8;&#x3051;&#x3057;&#x305F;&#x5834;&#x5408;&#x3001;&#x305D;&#x306E;&#x30BF;&#x30B0;&#x4ED8;&#x3051;&#x306E;&#x5185;&#x5BB9;&#x3092;&#x542B;&#x3081;&#x3066;&#x30A8;&#x30F3;&#x30B8;&#x30F3;&#x3067;&#x5B66;&#x7FD2;&#x3055;&#x305B;&#x307E;&#x3059;&#x3002;</li>
<li>&#x5B66;&#x7FD2;&#x306F;&#x3001;&#x30C7;&#x30FC;&#x30BF;&#x30B5;&#x30A4;&#x30BA;&#x306B;&#x3088;&#x3063;&#x3066;&#x6570;&#x5206;&#x304B;&#x3089;&#x6570;&#x6642;&#x9593;&#x304B;&#x304B;&#x308B;&#x3053;&#x3068;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;&#x3002;
&#x5B66;&#x7FD2;&#x51E6;&#x7406;&#x306E;&#x9AD8;&#x901F;&#x5316;&#x306E;&#x305F;&#x3081;&#x306B;GPU&#x3092;&#x6D3B;&#x7528;&#x3057;&#x307E;&#x3059;&#x3002;1&#x3064;&#x306E;&#x30E2;&#x30C7;&#x30EB;&#x3067;&#x5B66;&#x7FD2;&#x3055;&#x305B;&#x308B;&#x306E;&#x3067;&#x306F;&#x306A;&#x304F;&#x3001;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x30A8;&#x30F3;&#x30B8;&#x30F3;&#x3067;&#x306F;&#x3055;&#x307E;&#x3056;&#x307E;&#x306A;&#x30EC;&#x30D9;&#x30EB;&#x306E;&#x5B66;&#x7FD2;&#x30E2;&#x30C7;&#x30EB;&#x3092;&#x63D0;&#x4F9B;&#x3057;&#x307E;&#x3059;&#x3002;&#x4F8B;&#x3048;&#x3070;&#x3001;&#x30D3;&#x30EB;&#x30C9;&#x5373;&#x6642;&#x30C6;&#x30B9;&#x30C8;&#x30E1;&#x30CB;&#x30E5;&#x30FC;&#x3067;&#x306F;&#x3001;&#x73FE;&#x5728;&#x306E;&#x30D3;&#x30EB;&#x30C9;&#x3092;&#x30EA;&#x30AF;&#x30A8;&#x30B9;&#x30C8;&#x3057;&#x305F;&#x30E2;&#x30C7;&#x30EB;&#x306E;&#x56DE;&#x7B54;&#x304C;&#x51FA;&#x308B;&#x304B;&#x3069;&#x3046;&#x304B;&#x3092;&#x30C6;&#x30B9;&#x30C8;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;&#x5B66;&#x7FD2;&#x304C;&#x3059;&#x3079;&#x3066;&#x7D42;&#x308F;&#x308B;&#x307E;&#x3067;&#x306F;&#x6642;&#x9593;&#x304C;&#x304B;&#x304B;&#x308A;&#x307E;&#x3059;&#x304C;&#x3001;&#x5B66;&#x7FD2;&#x304C;&#x5B8C;&#x4E86;&#x3057;&#x3066;&#x304B;&#x3089;&#x306F;&#x3055;&#x307E;&#x3056;&#x307E;&#x306A;&#x767A;&#x8A71;&#x30BF;&#x30A4;&#x30D7;&#x3092;&#x30AB;&#x30D0;&#x30FC;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</li>
</ul>
<p>&#x2461; &#x5909;&#x66F4;&#x3055;&#x308C;&#x305F;&#x4FEE;&#x6B63;&#x306E;&#x9069;&#x7528;</p>
<p>&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x30D3;&#x30EB;&#x30C0;&#x30FC;&#x4E0A;&#x90E8;&#x306E;<strong>&#x4F1A;&#x8A71;&#x30E2;&#x30C7;&#x30EB;&#x306E;&#x30D3;&#x30EB;&#x30C9;</strong> &#x3067;&#x5909;&#x66F4;&#x3055;&#x308C;&#x305F;&#x4FEE;&#x6B63;&#x306E;&#x9069;&#x7528;&#x30DC;&#x30BF;&#x30F3;&#x3092;&#x30AF;&#x30EA;&#x30C3;&#x30AF;&#x3057;&#x307E;&#x3059;&#x3002;</p>
<p><img src="../assets/chatbot-01-0093.png" alt="chatbot-01-0093.png"></p>
<p>&#x30E2;&#x30C7;&#x30EB;&#x5B66;&#x7FD2;&#x304C;&#x5FC5;&#x8981;&#x306A;&#x3044;&#x6A5F;&#x80FD;&#x3092;&#x3059;&#x3050;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x306B;&#x9069;&#x7528;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;&#x5909;&#x66F4;&#x3055;&#x308C;&#x305F;&#x8A2D;&#x5B9A;&#x306F;&#x3001;&#x76F4;&#x8FD1;&#x306B;&#x30D3;&#x30EB;&#x30C9;&#x3055;&#x308C;&#x305F;&#x30E2;&#x30C7;&#x30EB;&#x3067;&#x306E;&#x307F;&#x30B5;&#x30DD;&#x30FC;&#x30C8;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;&#x306A;&#x304A;&#x3001;&#x8A2D;&#x5B9A;&#x306E;&#x9069;&#x7528;&#x304C;&#x7D42;&#x308F;&#x308B;&#x3068;&#x3001;&#x81EA;&#x52D5;&#x3067;&#x30D9;&#x30FC;&#x30BF;&#x304C;&#x30EA;&#x30EA;&#x30FC;&#x30B9;&#x3055;&#x308C;&#x307E;&#x3059;&#x3002;</p>
<p>&#x30D3;&#x30EB;&#x30C9;&#x306A;&#x3057;&#x306B;&#x300C;&#x5909;&#x66F4;&#x3055;&#x308C;&#x305F;&#x4FEE;&#x6B63;&#x306E;&#x9069;&#x7528;&#x300D;&#x3067;&#x53CD;&#x6620;&#x3067;&#x304D;&#x308B;&#x6A5F;&#x80FD;&#x306F;&#x4E0B;&#x8A18;&#x306E;&#x3068;&#x304A;&#x308A;&#x3067;&#x3059;&#x3002;</p>
<ul>
<li>&#x5171;&#x901A;&#x306E;&#x30E1;&#x30C3;&#x30BB;&#x30FC;&#x30B8;&#x306E;&#x4FEE;&#x6B63;<ul>
<li>&#x30AD;&#x30FC;&#x30EF;&#x30FC;&#x30C9;&#x306E;&#x7BA1;&#x7406;&#xFF08;&#x65B0;&#x898F;&#x767B;&#x9332;&#x3001;&#x56DE;&#x7B54;&#x306E;&#x8FFD;&#x52A0;&#x304A;&#x3088;&#x3073;&#x4FEE;&#x6B63;&#xFF09;</li>
<li>&#x5931;&#x6557;&#x30E1;&#x30C3;&#x30BB;&#x30FC;&#x30B8;&#xFF08;&#x8FFD;&#x52A0;&#x3001;&#x4FEE;&#x6B63;&#x3001;&#x524A;&#x9664;&#xFF09;</li>
<li>&#x56FA;&#x5B9A;&#x30E1;&#x30CB;&#x30E5;&#x30FC;&#xFF08;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x306E;&#x4F7F;&#x7528;&#x6709;&#x7121;&#xFF09;</li>
<li>&#x30D5;&#x30A3;&#x30FC;&#x30C9;&#x30D0;&#x30C3;&#x30AF;&#xFF08;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x306E;&#x4F7F;&#x7528;&#x6709;&#x7121;&#x306F;&#x3001;&#x30D5;&#x30A3;&#x30FC;&#x30C9;&#x30D0;&#x30C3;&#x30AF;&#x306E;&#x6587;&#x8A00;&#x3092;&#x4FEE;&#x6B63;&#x304A;&#x3088;&#x3073;&#x5FDC;&#x7B54;&#x30E1;&#x30C3;&#x30BB;&#x30FC;&#x30B8;&#x306E;&#x30C6;&#x30AD;&#x30B9;&#x30C8;&#x3092;&#x4FEE;&#x6B63;&#x3084;&#x524A;&#x9664;&#xFF09;</li>
<li>Similar Answer&#x306E;&#x6587;&#x8A00;&#x3092;&#x4FEE;&#x6B63;&#xFF08;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x306E;&#x4F7F;&#x7528;&#x6709;&#x7121;&#x306F;&#x3001;&#x30E2;&#x30C7;&#x30EB;&#x306E;&#x30D3;&#x30EB;&#x30C9;&#x304C;&#x5FC5;&#x8981;&#x3067;&#x3059;&#x3002;&#xFF09;</li>
</ul>
</li>
<li>&#x30D5;&#x30A9;&#x30FC;&#x30E0;&#x306E;&#x4FEE;&#x6B63;&#x304A;&#x3088;&#x3073;&#x8FFD;&#x52A0;&#xFF08;&#x305F;&#x3060;&#x3057;&#x3001;&#x65B0;&#x898F;&#x4F1A;&#x8A71;&#x306B;&#x30D5;&#x30A9;&#x30FC;&#x30E0;&#x306E;&#x767B;&#x9332;&#x3068;&#x4ED6;&#x306E;&#x4F1A;&#x8A71;&#x9023;&#x52D5;&#x306F;&#x4FEE;&#x6B63;&#x30EA;&#x30EA;&#x30FC;&#x30B9;&#x5BFE;&#x8C61;&#x3067;&#x306F;&#x3042;&#x308A;&#x307E;&#x305B;&#x3093;&#x3002;&#xFF09;<ul>
<li>&#x30DC;&#x30BF;&#x30F3;&#x306E;&#x8FFD;&#x52A0;&#x3001;&#x524A;&#x9664;&#x3001;&#x4F4D;&#x7F6E;&#x306E;&#x5909;&#x66F4;</li>
<li>&#x30DC;&#x30BF;&#x30F3;&#x30A2;&#x30AF;&#x30B7;&#x30E7;&#x30F3;&#x306E;&#x30C6;&#x30AD;&#x30B9;&#x30C8;&#x3092;&#x4FEE;&#x6B63;</li>
<li>&#x30AF;&#x30A4;&#x30C3;&#x30AF;&#x30EA;&#x30D7;&#x30E9;&#x30A4;&#x6A5F;&#x80FD;&#x306B;&#x5909;&#x66F4;</li>
</ul>
</li>
<li>Agent Connections&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x306E;&#x6709;&#x7121;</li>
<li>&#x30A2;&#x30AF;&#x30B7;&#x30E7;&#x30F3;&#x30E1;&#x30BD;&#x30C3;&#x30C9;&#x8A2D;&#x5B9A;&#x306E;&#x4FEE;&#x6B63;</li>
<li>&#x30A8;&#x30F3;&#x30C6;&#x30A3;&#x30C6;&#x30A3;&#x5B66;&#x7FD2;</li>
</ul>
<p>&#x2462; &#x30D3;&#x30EB;&#x30C9;&#x306E;&#x53D6;&#x308A;&#x6D88;&#x3057;</p>
<p>&#x30E2;&#x30C7;&#x30EB;&#x306E;&#x30D3;&#x30EB;&#x30C9;&#x3092;&#x958B;&#x59CB;&#x3057;&#x305F;&#x5F8C;&#x3001;data_snapshot&#x306E;&#x76F4;&#x524D;&#x306B;&#x30D3;&#x30EB;&#x30C9;&#x3092;&#x53D6;&#x308A;&#x6D88;&#x3059;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</p>
<p><img src="../assets/chatbot-03-01-05.png" alt="chatbot-03-01-05.png"></p>
<p>&#x2463; &#x5B66;&#x7FD2;&#x5F8C;&#x306E;&#x30D3;&#x30EB;&#x30C9;&#x7BA1;&#x7406;</p>
<ul>
<li><p>&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x7BA1;&#x7406;&#x304B;&#x3089;&#x30D3;&#x30EB;&#x30C9;&#x7BA1;&#x7406;&#x9805;&#x76EE;&#x306B;&#x9077;&#x79FB;&#x3059;&#x308B;&#x3068;&#x3001;&#x30D3;&#x30EB;&#x30C9;&#x306B;&#x3064;&#x3044;&#x3066;&#x8FFD;&#x52A0;&#x60C5;&#x5831;&#x3092;&#x78BA;&#x8A8D;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</p>
<p>&#x73FE;&#x5728;&#x30D3;&#x30EB;&#x30C9;&#x3055;&#x308C;&#x3066;&#x3044;&#x308B;&#x9805;&#x76EE;&#x3068;&#x30D3;&#x30EB;&#x30C9;&#x73FE;&#x72B6;&#x304C;&#x63D0;&#x4F9B;&#x3055;&#x308C;&#x307E;&#x3059;&#x3002;&#x4EE5;&#x524D;&#x3001;&#x5B66;&#x7FD2;&#x3055;&#x305B;&#x305F;&#x30E2;&#x30C7;&#x30EB;&#x306B;&#x623B;&#x3063;&#x3066;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x3092;&#x30EA;&#x30EA;&#x30FC;&#x30B9;&#x3059;&#x308B;&#x306A;&#x3069;&#x3001;&#x30EA;&#x30EA;&#x30FC;&#x30B9;&#x7BA1;&#x7406;&#x6A5F;&#x80FD;&#x304C;&#x63D0;&#x4F9B;&#x3055;&#x308C;&#x307E;&#x3059;&#x3002;</p>
</li>
</ul>
<p>&#x30D3;&#x30EB;&#x30C9;&#x7BA1;&#x7406;&#x3067;&#x30D3;&#x30EB;&#x30C9;&#x304A;&#x3088;&#x3073;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x914D;&#x5E03;&#x60C5;&#x5831;&#x3068;&#x30D3;&#x30EB;&#x30C9;&#x30E1;&#x30E2;&#x3092;&#x78BA;&#x8A8D;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</p>
<p><img src="../assets/chatbot-03-004.png" alt="chatbot-03-004.png"></p>
<p>&#x30D3;&#x30EB;&#x30C9;&#x72B6;&#x614B;&#x3092;&#x78BA;&#x8A8D;&#x3059;&#x308B;&#x305F;&#x3081;&#x306E;&#x30B3;&#x30FC;&#x30C9;&#x5024;&#x60C5;&#x5831;&#x3067;&#x3059;&#x3002;</p>
<ul>
<li>&#x30D3;&#x30EB;&#x30C9;&#x72B6;&#x614B;<ul>
<li>REQUESTED&#xFF1A;&#x5B66;&#x7FD2;&#x30D3;&#x30EB;&#x30C9;&#x3092;&#x30EA;&#x30AF;&#x30A8;&#x30B9;&#x30C8;</li>
<li>ACCEPTED&#xFF1A;&#x5B66;&#x7FD2;&#x30D3;&#x30EB;&#x30C9;&#x3092;&#x8A31;&#x53EF;</li>
<li>DATABASE SNAPSHOT&#xFF1A;&#x30C7;&#x30FC;&#x30BF;&#x306E;&#x524D;&#x51E6;&#x7406;&#x304A;&#x3088;&#x3073;&#x5B66;&#x7FD2;&#x4E2D;</li>
<li>COMPLETED&#xFF1A;&#x5B66;&#x7FD2;&#x5B8C;&#x4E86;</li>
<li>DATABASE SNAPSHOT ERROR&#xFF1A;&#x30D3;&#x30EB;&#x30C9;&#x30A8;&#x30E9;&#x30FC;</li>
</ul>
</li>
</ul>
<p>&#x30EA;&#x30EA;&#x30FC;&#x30B9;&#x3055;&#x308C;&#x305F;&#x30D5;&#x30A1;&#x30A4;&#x30EB;&#x306E;&#x4F4D;&#x7F6E;&#x3092;&#x78BA;&#x8A8D;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x3001;&#x30D3;&#x30EB;&#x30C9;&#x30D0;&#x30FC;&#x30B8;&#x30E7;&#x30F3;&#x3054;&#x3068;&#x306B;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x6709;&#x7121;&#x306E;&#x78BA;&#x8A8D;&#x304C;&#x53EF;&#x80FD;&#x3067;&#x3059;&#x3002;
&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x3092;&#x30EA;&#x30EA;&#x30FC;&#x30B9;&#x306F;&#x3001;&#x30D3;&#x30EB;&#x30C9;&#x72B6;&#x614B;&#x304C;COMPLETED&#x306E;&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x306E;&#x307F;&#x53EF;&#x80FD;&#x3067;&#x3059;&#x3002;</p>
<ul>
<li>&#x30D9;&#x30FC;&#x30BF;&#x3092;&#x30EA;&#x30EA;&#x30FC;&#x30B9;&#x306F;&#x3001;&#x30D9;&#x30FC;&#x30BF;&#x74B0;&#x5883;&#x3067;&#x30EA;&#x30EA;&#x30FC;&#x30B9;&#x3055;&#x308C;&#x3001;&#x30C6;&#x30B9;&#x30C8;&#x30E1;&#x30CB;&#x30E5;&#x30FC;&#x3067;&#x30C6;&#x30B9;&#x30C8;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</li>
<li>&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x3092;&#x30EA;&#x30EA;&#x30FC;&#x30B9;&#x3092;&#x9078;&#x629E;&#x3059;&#x308B;&#x3068;&#x3001;&#x30EA;&#x30A2;&#x30EB;&#x306A;&#x74B0;&#x5883;&#x3067;&#x30EA;&#x30EA;&#x30FC;&#x30B9;&#x3055;&#x308C;&#x3001;&#x30C1;&#x30E3;&#x30F3;&#x30CD;&#x30EB;&#x304C;&#x9023;&#x52D5;&#x3055;&#x308C;&#x305F;&#x5B9F;&#x969B;&#x306E;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x306B;&#x9069;&#x7528;&#x3055;&#x308C;&#x307E;&#x3059;&#x3002;</li>
</ul>
<p><img src="../assets/chatbot-03-004a.png" alt="chatbot-03-004a.png"></p>
<p>&#x30D3;&#x30EB;&#x30C9;&#x4F7F;&#x7528;&#x7D71;&#x8A08;&#x304B;&#x3089;&#x3001;&#x30D3;&#x30EB;&#x30C9;&#x3084;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x30EA;&#x30EA;&#x30FC;&#x30B9;&#x4EF6;&#x6570;&#x3092;&#x30B0;&#x30E9;&#x30D5;&#x3067;&#x78BA;&#x8A8D;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;&#xFF11;&#x6642;&#x9593;&#x3054;&#x3068;&#x306B;&#x96C6;&#x8A08;&#x3055;&#x308C;&#x3001;&#x78BA;&#x8A8D;&#x53EF;&#x80FD;&#x306A;&#x60C5;&#x5831;&#x306F;&#x4EE5;&#x4E0B;&#x306E;&#x901A;&#x308A;&#x3067;&#x3059;&#x3002;</p>
<ul>
<li>&#x7279;&#x5B9A;&#x671F;&#x9593;&#x306E;&#x30D3;&#x30EB;&#x30C9;&#x6570;&#x304A;&#x3088;&#x3073;&#x30D3;&#x30EB;&#x30A8;&#x30E9;&#x30FC;&#x4EF6;&#x6570;</li>
<li>&#x7279;&#x5B9A;&#x671F;&#x9593;&#x306E;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x30EA;&#x30EA;&#x30FC;&#x30B9;&#x4EF6;&#x6570;</li>
</ul>
<h3 id="permission-setting">Permission Setting</h3>
<p>&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x306E;&#x5354;&#x696D;&#x304A;&#x3088;&#x3073;&#x6A29;&#x9650;&#x5236;&#x5FA1;&#x306E;&#x65B9;&#x6CD5;</p>
<ul>
<li>&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x3092;&#x69CB;&#x7BC9;&#x3059;&#x308B;&#x305F;&#x3081;&#x306B;&#x306F;&#x3001;&#x591A;&#x304F;&#x306E;&#x4F1A;&#x8A71;&#x30BB;&#x30C3;&#x30C8;&#x3092;&#x5165;&#x529B;&#x3059;&#x308B;&#x5FC5;&#x8981;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;&#x3002;
&#x5F93;&#x3063;&#x3066;&#x3001;&#x52B9;&#x679C;&#x7684;&#x306A;&#x4F5C;&#x696D;&#x306E;&#x305F;&#x3081;&#x306B;&#x306F;&#x591A;&#x304F;&#x306E;&#x4F1A;&#x8A71;&#x4F5C;&#x696D;&#x8005;&#x3068;&#x306E;&#x5354;&#x696D;&#x304C;&#x5FC5;&#x8981;&#x3067;&#x3059;&#x3002;&#x305D;&#x308C;&#x3092;&#x30B5;&#x30DD;&#x30FC;&#x30C8;&#x3059;&#x308B;&#x305F;&#x3081;&#x3001;&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x7BA1;&#x7406;&#x8005;&#x306E;&#x30A2;&#x30AB;&#x30A6;&#x30F3;&#x30C8;&#x3068;&#x4F1A;&#x8A71;&#x5165;&#x529B;&#x8005;&#x306E;&#x30A2;&#x30AB;&#x30A6;&#x30F3;&#x30C8;&#x3092;&#x5206;&#x96E2;&#x3057;&#x3066;&#x63D0;&#x4F9B;&#x3057;&#x307E;&#x3059;&#x3002;</li>
<li>NCP&#x9867;&#x5BA2;&#x306E;&#x30A2;&#x30AB;&#x30A6;&#x30F3;&#x30C8;&#x3067;&#x30B3;&#x30F3;&#x30BD;&#x30FC;&#x30EB;&#x306B;&#x30A2;&#x30AF;&#x30BB;&#x30B9;&#x3059;&#x308B;&#x3068;&#x3001;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306E;&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x7BA1;&#x7406;&#x8005;&#x306E;&#x6A29;&#x9650;&#x3092;&#x6301;&#x3061;&#x307E;&#x3059;&#x3002;
&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x3092;&#x4F5C;&#x6210;/&#x524A;&#x9664;&#x3057;&#x3001;&#x8A2D;&#x5B9A;&#x5024;&#x3092;&#x5909;&#x66F4;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</li>
</ul>
<p>Permission Setting&#x3067;&#x306F;&#x3001;&#x4F1A;&#x8A71;&#x5165;&#x529B;&#x8005;&#x3092;&#x62DB;&#x5F85;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x3001;&#x4F1A;&#x8A71;&#x5165;&#x529B;&#x8005;&#x306E;&#x6A29;&#x9650;&#x3092;&#x7BA1;&#x7406;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</p>
<p><img src="../assets/chatbot-03-005.png" alt="chatbot-03-005.png"></p>
<p>&#x2460; <strong>URL&#x3092;&#x4F5C;&#x6210;</strong>&#x3092;&#x30AF;&#x30EA;&#x30C3;&#x30AF;&#x3057;&#x3001;&#x4F1A;&#x8A71;&#x5165;&#x529B;&#x8005;&#x306B;&#x9001;&#x4FE1;&#x3059;&#x308B;invite URL&#x3092;&#x4F5C;&#x6210;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;&#x4F5C;&#x6210;&#x3055;&#x308C;&#x305F;invite URL&#x306F;&#x3001;&#x30EA;&#x30B9;&#x30C8;&#x306B;&#x8FFD;&#x52A0;&#x3055;&#x308C;&#x307E;&#x3059;&#x3002;</p>
<p>&#x2461; <strong>&#x30A2;&#x30C9;&#x30EC;&#x30B9;&#x306E;&#x30B3;&#x30D4;&#x30FC;</strong>&#x3092;&#x30AF;&#x30EA;&#x30C3;&#x30AF;&#x3057;&#x3001;&#x4F1A;&#x8A71;&#x5165;&#x529B;&#x8005;&#x306B;&#x9001;&#x4FE1;&#x3057;&#x307E;&#x3059;&#x3002;&#x4F1A;&#x8A71;&#x5165;&#x529B;&#x8005;&#x306F;&#x3001;&#x4F1A;&#x8A71;&#x7BA1;&#x7406;&#x3001;&#x4F1A;&#x8A71;&#x30AA;&#x30D7;&#x30B7;&#x30E7;&#x30F3;&#x7BA1;&#x7406;&#x3001;&#x30C6;&#x30B9;&#x30C8;&#x753B;&#x9762;&#x3092;&#x5229;&#x7528;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;</p>
<p>&#x2462; <strong>&#x524A;&#x9664;</strong>&#x3092;&#x30AF;&#x30EA;&#x30C3;&#x30AF;&#x3057;&#x3001;&#x4F5C;&#x6210;&#x3055;&#x308C;&#x305F;invite URL&#x3092;&#x524A;&#x9664;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x307E;&#x3059;&#x3002;invite URL&#x304C;&#x524A;&#x9664;&#x3055;&#x308C;&#x308B;&#x3068;&#x540C;&#x6642;&#x306B;&#x3001;&#x4F1A;&#x8A71;&#x5165;&#x529B;&#x8005;&#x306E;&#x6A29;&#x9650;&#x3082;&#x9664;&#x53BB;&#x3055;&#x308C;&#x308B;&#x306E;&#x3067;&#x3001;&#x4F1A;&#x8A71;&#x5165;&#x529B;&#x8005;&#x306F;&#x8A72;&#x5F53;&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x3092;&#x305D;&#x308C;&#x4EE5;&#x4E0A;&#x5229;&#x7528;&#x3067;&#x304D;&#x307E;&#x305B;&#x3093;&#x3002;</p>
<p>&#x2463; &#x52A0;&#x5165;&#x3057;&#x305F;&#x3068;&#x304D;&#x306E;&#x4F1A;&#x8A71;&#x5165;&#x529B;&#x8005;&#x306E;&#x52A0;&#x5165;&#x65E5;&#x3001;ID&#x3001;&#x30CB;&#x30C3;&#x30AF;&#x30CD;&#x30FC;&#x30E0;&#x306E;&#x78BA;&#x8A8D;&#x304C;&#x53EF;&#x80FD;&#x3067;&#x3059;&#x3002;</p>
<h2 id="&#x95A2;&#x9023;&#x60C5;&#x5831;&#x3078;&#x306E;&#x30EA;&#x30F3;&#x30AF;">&#x95A2;&#x9023;&#x60C5;&#x5831;&#x3078;&#x306E;&#x30EA;&#x30F3;&#x30AF;</h2>
<p>&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x306E;&#x4F5C;&#x6210;&#x3001;Conversation List&#x3068;&#x30B3;&#x30F3;&#x30DD;&#x30FC;&#x30CD;&#x30F3;&#x30C8;&#x306E;&#x7BA1;&#x7406;&#x304A;&#x3088;&#x3073;&#x7D71;&#x8A08;&#x7BA1;&#x7406;&#x306B;&#x95A2;&#x3057;&#x3066;&#x306F;&#x4EE5;&#x4E0B;&#x306E;&#x5229;&#x7528;&#x30AC;&#x30A4;&#x30C9;&#x3092;&#x53C2;&#x7167;&#x3057;&#x3066;&#x304F;&#x3060;&#x3055;&#x3044;&#x3002;</p>
<ul>
<li>Chatbot&#x30B9;&#x30BF;&#x30FC;&#x30C8;&#x30AC;&#x30A4;&#x30C9;<ul>
<li><a href="chatbot-1-2_ja.html">&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x3092;&#x958B;&#x767A;&#x3059;&#x308B;&#x524D;&#x306B;&#x8003;&#x3048;&#x308B;&#x3053;&#x3068;</a></li>
<li><a href="chatbot-1-1_ja.html">&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306E;&#x30AF;&#x30A4;&#x30C3;&#x30AF;&#x30B9;&#x30BF;&#x30FC;&#x30C8;&#x30AC;&#x30A4;&#x30C9;</a></li>
<li><a href="chatbot-1-3_ja.html">&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306E;&#x3088;&#x304F;&#x3042;&#x308B;&#x8CEA;&#x554F;</a>    </li>
</ul>
</li>
<li>Chatbot&#x3054;&#x5229;&#x7528;&#x30AC;&#x30A4;&#x30C9;<ul>
<li><a href="chatbot-3-1_ja.html">&#x30C9;&#x30E1;&#x30A4;&#x30F3;&#x7BA1;&#x7406;</a>
&#x3000;- <a href="chatbot-3-2_ja.html">Conversation List&#x306E;&#x7BA1;&#x7406;</a>  </li>
<li><a href="chatbot-3-3_ja.html">&#x4F1A;&#x8A71;&#x30B3;&#x30F3;&#x30DD;&#x30FC;&#x30CD;&#x30F3;&#x30C8;&#x306E;&#x7BA1;&#x7406;</a></li>
<li><a href="chatbot-3-4_ja.html">&#x7D71;&#x8A08;&#x306E;&#x7BA1;&#x7406;</a></li>
<li><a href="chatbot-3-5_ja.html">&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306E;Advanced&#x30AC;&#x30A4;&#x30C9;</a></li>
<li><a href="chatbot-3-8_ja.html">&#x6B63;&#x898F;&#x8868;&#x73FE;&#x306E;&#x5165;&#x529B;&#x30AC;&#x30A4;&#x30C9;</a></li>
<li><a href="chatbot-3-7_ja.html">&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30DC;&#x30C3;&#x30C8;&#x306E;Custom API Spec.</a></li>
</ul>
</li>
<li>&#x30C1;&#x30E3;&#x30F3;&#x30CD;&#x30EB;&#x9023;&#x52D5;&#x30AC;&#x30A4;&#x30C9;<ul>
<li><a href="chatbot-2-1_ja.html">LINE&#x9023;&#x52D5;</a></li>
</ul>
</li>
<li>Agent Connections&#x30AC;&#x30A4;&#x30C9;<ul>
<li><a href="chatbot-2-7_ja.html">LINE Switcher API&#x9023;&#x52D5;</a></li>
</ul>
</li>
</ul>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                
                <a href="chatbot-3-2_ja.html" class="navigation navigation-next navigation-unique" aria-label="Next page: 2-2. Conversation Listの管理">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"search":{"keyword":["chatbot","チャットボット","ドメイン"]},"title":"2-1. ドメイン","level":"1.3.1","depth":2,"next":{"title":"2-2. Conversation Listの管理","level":"1.3.2","depth":2,"path":"manual/chatbot-3-2_ja.md","ref":"./manual/chatbot-3-2_ja.md","articles":[]},"previous":{"title":"2.LINE BRAIN CHATBOT利用ガイド","level":"1.3","depth":1,"ref":"","articles":[{"title":"2-1. ドメイン","level":"1.3.1","depth":2,"path":"manual/chatbot-3-1_ja.md","ref":"./manual/chatbot-3-1_ja.md","articles":[]},{"title":"2-2. Conversation Listの管理","level":"1.3.2","depth":2,"path":"manual/chatbot-3-2_ja.md","ref":"./manual/chatbot-3-2_ja.md","articles":[]},{"title":"2-3. 会話コンポーネント","level":"1.3.3","depth":2,"path":"manual/chatbot-3-3_ja.md","ref":"./manual/chatbot-3-3_ja.md","articles":[]},{"title":"2-4. 統計管理","level":"1.3.4","depth":2,"path":"manual/chatbot-3-4_ja.md","ref":"./manual/chatbot-3-4_ja.md","articles":[]},{"title":"2-5. チャットボットのAdvancedガイド","level":"1.3.5","depth":2,"path":"manual/chatbot-3-5_ja.md","ref":"./manual/chatbot-3-5_ja.md","articles":[]},{"title":"2-6. 正規表現の入力ガイド","level":"1.3.6","depth":2,"path":"manual/chatbot-3-8_ja.md","ref":"./manual/chatbot-3-8_ja.md","articles":[]},{"title":"2-7. チャットボットのCustom API Spec.","level":"1.3.7","depth":2,"path":"manual/chatbot-3-7_ja.md","ref":"./manual/chatbot-3-7_ja.md","articles":[]}]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":["livereload"],"pluginsConfig":{"livereload":{},"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"manual/chatbot-3-1_ja.md","mtime":"2019-10-29T03:46:11.970Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2019-11-01T07:00:20.283Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-livereload/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

